Repository: microsoft/TemplateStudio
Catalog: code/src/UI/Resources/StringRes.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# NotificationSyncError_Refresh
source: Error refreshing templates. See output window for more details.
cs_cz: Při aktualizaci šablon došlo k chybě. Podrobnější informace najdete v okně výstupu.
de_de: Fehler beim Aktualisieren von Vorlagen. Weitere Details finden Sie im Ausgabefenster.
es_es: Error al actualizar plantillas. Para obtener más información, consulte la ventana de resultados.
fr_fr: Une erreur est survenue lors de la réactualisation des modèles. Voir la fenêtre pour en savoir plus.
ja_jp: テンプレートを最新の情報に更新する際のエラーです。詳細については、出力ウィンドウをご覧ください。
ko_kr: 템플릿을 새로 고치는 중 오류가 발생했습니다. 자세한 정보는 출력 창을 참조하십시오.
pl_pl: Wystąpił błąd podczas odświeżania szablonów. Zobacz okno wyniku, aby wyświetlić szczegóły.
pt_br: Erro ao atualizar modelos. Veja a janela de saída para obter mais detalhes.
ru_ru: Произошла ошибка при обновлении шаблонов. Дополнительные сведения см. в окне вывода.
tr_tr: Şablonlar yenilenirken hata oluştu. Diğer ayrıntılar için çıkış penceresine bakın.
zh_cn: 刷新模板时出错。有关更多详细信息，请参阅输出窗口。
zh_tw: 重新整理範本時發生錯誤。如需詳細資訊，請參閱輸出視窗。

# NotificationSyncStatus_Acquiring
source: There are new templates available (v{0}). Downloading… {1}%
cs_cz: Jsou dostupné nové šablony (verze {0}). Probíhá stahování... {1} %
de_de: Es sind neue Vorlagen verfügbar (v{0}). Download wird ausgeführt... {1} %
es_es: Hay nuevas plantillas disponibles (v{0}). Descargando… {1}%
fr_fr: De nouveaux modèles sont disponibles (v{0}). Téléchargement en cours… {1} %
ja_jp: 新しいテンプレートがあります (v{0})。ダウンロードしています... {1}%
ko_kr: 사용 가능한 새 템플릿이 있습니다 (v{0}). {1}% 다운로드 중…
pl_pl: Dostępne są nowe szablony (wersja {0}). Pobieranie… {1}%
pt_br: Há novos modelos disponíveis (v{0}). Baixando… {1}%
ru_ru: Доступны новые шаблоны (версия {0}). Идет скачивание… {1} %
tr_tr: Kullanılabilir yeni şablonlar var (v{0}). İndiriliyor… %{1}
zh_cn: 有可用的新模板 (v{0})。正在下载... {1}%
zh_tw: 有新的範本可用 (v{0})。下載中...{1}%

# NotificationSyncStatus_ErrorAcquiring
source: Error downloading templates (v{0}). We'll try later again.
cs_cz: Při stahování šablon (verze {0}) došlo k chybě. Zkusíme to znovu později.
de_de: Fehler beim Herunterladen der Vorlagen (v{0}). Der Vorgang wird zu einem späteren Zeitpunkt wiederholt.
es_es: Error al descargar las plantillas (v{0}). Lo intentaremos de nuevo más tarde.
fr_fr: Une erreur est survenue lors du téléchargement des modèles (v{0}). Nous réessaierons ultérieurement.
ja_jp: テンプレート ({0}) をダウンロードする際のエラー。後でもう一度試します。
ko_kr: 템플릿(v{0}) 다운로드 중 오류가 발생했습니다. 나중에 다시 시도합니다.
pl_pl: Wystąpił błąd podczas pobierania szablonów (wersja {0}). Spróbujemy ponownie później.
pt_br: Erro ao baixar modelos (v{0}). Tentaremos novamente mais tarde.
ru_ru: Ошибка при скачивании шаблонов (версия {0}). Мы повторим попытку позже.
tr_tr: Şablonlar indirilirken hata oluştu (v{0}). Daha sonra tekrar deneyeceğiz.
zh_cn: 下载模板 (v{0}) 时出错。我们将稍后重试。
zh_tw: 下載範本 (v{0}) 時發生錯誤。請稍後再試一次。

# NotificationSyncStatus_NewWizardVersionAvailable
source: Windows Template Studio Version {0} is available. Update the extension to enjoy the latest features.
cs_cz: Je dostupná verze Windows Template Studio {0}. Aktualizací rozšíření získáte přístup k nejnovějším funkcím.
de_de: Windows Template Studio Version {0} ist verfügbar. Aktualisieren Sie die Erweiterung, um die aktuellen Features zu nutzen.
es_es: La versión {0} de Windows Template Studio está disponible. Actualiza la extensión para disfrutar de las últimas características.
fr_fr: La version {0} de Windows Template Studio est disponible. Mettez à jour l'extension pour profiter des fonctionnalités les plus récentes.
ja_jp: Windows Template Studio バージョン {0} が利用可能です。最新の機能を利用するには、拡張機能を更新してください。
ko_kr: Windows Template Studio {0} 버전을 사용할 수 있습니다. 확장 버전을 업데이트하고 최신 기능을 사용하십시오.
pl_pl: Dostępna jest wersja {0} Windows Template Studio. Zaktualizuj rozszerzenie, aby móc korzystać z najnowszych funkcji.
pt_br: O Windows Template Studio Versão {0} está disponível. Atualize a extensão para aproveitar os últimos recursos.
ru_ru: Доступна версия Windows Template Studio {0}. Обновите расширение, чтобы оценить новейшие функции.
tr_tr: Windows Şablon Stüdyosu Sürüm {0} kullanılabilir. En yeni özellikleri kullanabilmek için uzantıyı güncelleştirin.
zh_cn: Windows Template Studio 版本 {0} 已发布。请更新扩展以使用最新功能。
zh_tw: Windows Template Studio 版本 {0} 已推出。請更新此擴充功能以享用最新功能。

# NotificationSyncStatus_Preparing
source: Preparing templates (v{0})... {1}%
cs_cz: Příprava šablon (verze {0})... {1}%
de_de: Vorlagen (v{0}) werden vorbereitet... {1}%
es_es: Preparando plantillas (v{0})... {1}%
fr_fr: Préparation des modèles en cours (v{0})... {1}%
ja_jp: テンプレート (v{0}) を準備しています...{1}%
ko_kr: 템플릿(v{0}) 준비 중... {1}%
pl_pl: Przygotowywanie szablonów (wersja {0})... {1}%
pt_br: Preparando modelos (v{0})... {1}%
ru_ru: Подготавливаются шаблоны (версия {0})… {1}%
tr_tr: Şablonlar hazırlanıyor (v{0})... {1}%
zh_cn: 正在准备模板 (v{0})...{1}%
zh_tw: 正在準備範本 (v{0})...{1}%

# NotificationSyncStatus_Updating
source: Refreshing templates cache…
cs_cz: Aktualizace mezipaměti šablon...
de_de: Vorlagencache wird aktualisiert...
es_es: Actualizando el caché de las plantillas...
fr_fr: Réactualisation du cache des modèles en cours…
ja_jp: テンプレート キャッシュを最新の情報に更新しています...
ko_kr: 템플릿 캐시를 새로 고치는 중...
pl_pl: Odświeżanie pamięci podręcznej szablonów…
pt_br: Atualizando cache de modelos...
ru_ru: Обновляется кэш шаблонов…
tr_tr: Şablon önbelleği yenileniyor…
zh_cn: 正在刷新模板缓存...
zh_tw: 正在重新整理範本快取...

# NotificationValidationError_AlreadyExists
source: Name already exists
cs_cz: Název už existuje.
de_de: Der Name ist bereits vorhanden.
es_es: El nombre ya existe
fr_fr: Le nom existe déjà
ja_jp: 名前は既に存在します
ko_kr: 동일한 이름이 있음
pl_pl: Nazwa już istnieje
pt_br: O nome já existe
ru_ru: Имя уже существует
tr_tr: Ad zaten var
zh_cn: 名称已存在
zh_tw: 名稱已經存在

# NotificationValidationError_BadFormat
source: Only alphanumeric and '_' characters are allowed
cs_cz: Jsou povoleny jen alfanumerické znaky a znak podtržítka (_).
de_de: Es sind nur alphanumerische Zeichen und „_“ zulässig.
es_es: Solo se permiten caracteres alfanuméricos y '_'
fr_fr: Seuls des caractères alphanumériques et _ sont acceptés
ja_jp: 英数字と '_' 文字のみが使用できます
ko_kr: 알파벳과 '_'만 사용할 수 있음
pl_pl: Dozwolone są tylko znaki alfanumeryczne i „_”
pt_br: Apenas caracteres alfanuméricos e '_' são permitidos
ru_ru: Допустимы только буквы, цифры и символы "_"
tr_tr: Yalnızca alfasayısal karakterlere ve "_" karakterine izin verilir
zh_cn: 仅允许使用字母数字和 "_" 字符
zh_tw: 只允許使用英數和 '_' 字元

# NotificationValidationError_Empty
source: Name cannot be empty
cs_cz: Název nesmí být prázdný.
de_de: Der Name darf nicht leer sein.
es_es: El nombre no puede estar vacío
fr_fr: Le champ Nom ne peut pas être vide
ja_jp: 名前を空にすることはできません
ko_kr: 이름은 비워 둘 수 없음
pl_pl: Nazwa nie może być pusta
pt_br: O nome não pode estar vazio
ru_ru: Имя не может быть пустым
tr_tr: Ad boş olamaz
zh_cn: 名称不能为空
zh_tw: 名稱不可空白

# NotificationValidationError_ReservedName
source: Name is reserved
cs_cz: Název je vyhrazený.
de_de: Der Name ist reserviert.
es_es: El nombre está reservado
fr_fr: Le nom est réservé
ja_jp: 名前は予約されています
ko_kr: 이름이 예약됨
pl_pl: Nazwa jest zarezerwowana
pt_br: O nome está reservado
ru_ru: Имя зарезервировано
tr_tr: Ad ayrıldı
zh_cn: 名称已保留
zh_tw: 名稱已保留

# ProjectConfigurationDescriptionText
source: We are unable to find the project configuration metadata in the Package.appxmanifest file. Can you please provide the project configuration you selected when the project was created?
cs_cz: Nemůžeme najít metadata konfigurace projektu v souboru Package.appxmanifest. Můžete poskytnout konfiguraci projektu, kterou jste vybrali při jeho vytváření?
de_de: Die Metadaten für die Projektkonfiguration wurden in der Datei Package.appxmanifest nicht gefunden. Geben Sie die von Ihnen beim Erstellen des Projekts ausgewählte Projektkonfiguration an.
es_es: No podemos encontrar los metadatos de la configuración del proyecto en el archivo Package.appxmanifest. ¿Puedes proporcionar la configuración del proyecto que seleccionaste cuando se creó el proyecto?
fr_fr: Impossible de trouver les métadonnées de configuration du projet dans le fichier Package.appxmanifest. Pouvez-vous fournir la configuration du projet que vous avez sélectionnée lors de la création de ce dernier ?
ja_jp: Package.appxmanifest ファイルにプロジェクト構成メタデータが見つかりません。プロジェクト作成時に選択したプロジェクト構成を提供してください。
ko_kr: Package.appxmanifest 파일에서 프로젝트 구성 메타데이터를 찾을 수 없습니다. 프로젝트를 생성할 때 선택한 프로젝트 구성을 제공해주십시오.
pl_pl: Nie możemy znaleźć metadanych konfiguracji projektu w pliku Package.appxmanifest. Czy możesz podać konfigurację projektu wybraną podczas jego tworzenia?
pt_br: Não é possível localizar os metadados de configuração do projeto no arquivo Package.appxmanifest. Você pode fornecer a configuração do projeto que selecionou quando o projeto foi criado?
ru_ru: Не удается найти метаданные конфигурации проекта в файле Package.appxmanifest. Укажите конфигурацию, выбранную при создании проекта.
tr_tr: Package.appxmanifest dosyasında proje yapılandırma meta verilerini bulamıyoruz. Lütfen proje oluşturulurken seçtiğiniz proje yapılandırmasını belirtin.
zh_cn: 我们在 Package.appxmanifest 文件中未能找到项目配置元数据。能否请你在项目创建时提供所选的项目配置?
zh_tw: 我們在 Package.appxmanifest 檔案中找不到專案組態中繼資料。可以請您提供您在建立專案時所選的專案組態嗎？

# ProjectConfigurationSelectFramework
source: Select design pattern:
cs_cz: Vybrat návrhový vzor (design pattern):
de_de: Wählen Sie das design pattern aus:
es_es: Seleccionar design pattern:
fr_fr: Sélectionnez un design pattern :
ja_jp: design pattern の選択:
ko_kr: design pattern선택:
pl_pl: Wybierz design pattern:
pt_br: Selecione o design pattern:
ru_ru: Выберите design pattern:
tr_tr: Bir design pattern seçin:
zh_cn: 选择 design pattern:
zh_tw: 選取design pattern：

# ProjectConfigurationSelectProjectType
source: Select project type:
cs_cz: Vybrat typ projektu:
de_de: Wählen Sie den Projekttyp aus:
es_es: Seleccionar tipo de proyecto:
fr_fr: Sélectionnez le type de projet :
ja_jp: プロジェクトの種類の選択:
ko_kr: 프로젝트 유형 선택:
pl_pl: Wybierz typ projektu:
pt_br: Selecione o tipo de projeto:
ru_ru: Выберите тип проекта:
tr_tr: Proje türünü seçin:
zh_cn: 选择项目类型:
zh_tw: 選取專案類型：

# ProjectConfigurationTitleText
source: Choose project configuration
cs_cz: Vybrat konfiguraci projektu
de_de: Projektkonfiguration auswählen
es_es: Elegir configuración de proyecto
fr_fr: Choisissez une configuration de projet
ja_jp: プロジェクト構成の選択
ko_kr: 프로젝트 구성 선택
pl_pl: Wybierz konfigurację projektu
pt_br: Escolha a configuração do projeto
ru_ru: Выберите конфигурацию проекта
tr_tr: Proje yapılandırması seçin
zh_cn: 选择项目配置
zh_tw: 選擇專案組態

# ProjectDetailsAboutSectionTemplatesVersion
source: Templates version:
cs_cz: Verze šablon:
de_de: Vorlagenversion:
es_es: Versión de las plantillas:
fr_fr: Version des modèles :
ja_jp: テンプレート バージョン:
ko_kr: 템플릿 버전:
pl_pl: Wersja szablonów:
pt_br: Versão dos modelos:
ru_ru: Версия шаблонов:
tr_tr: Şablon sürümü:
zh_cn: 模板版本:
zh_tw: 範本版本：

# ProjectDetailsAboutSectionTitle
source: About
cs_cz: O nástroji
de_de: Info
es_es: Acerca de
fr_fr: Profil
ja_jp: バージョン情報
ko_kr: 소개
pl_pl: Informacje
pt_br: Sobre
ru_ru: Сведения
tr_tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# ProjectDetailsAboutSectionWizardVersion
source: Wizard version:
cs_cz: Verze průvodce:
de_de: Assistenten-Version:
es_es: Versión del asistente:
fr_fr: Version de l'assistant :
ja_jp: ウィザード バージョン:
ko_kr: 마법사 버전:
pl_pl: Wersja kreatora:
pt_br: Versão do assistente:
ru_ru: Версия мастера:
tr_tr: Sihirbaz sürümü:
zh_cn: 向导版本:
zh_tw: 精靈版本：

# ProjectDetailsFeaturesSectionTitle
source: Features
cs_cz: Funkce
es_es: Características
fr_fr: Fonctionnalités
ja_jp: 機能
ko_kr: 기능
pl_pl: Funkcje
pt_br: Recursos
ru_ru: Компоненты
tr_tr: Özellikler
zh_cn: 功能
zh_tw: 功能

# ProjectDetailsFrameworkResetDescription
source: You have changed your design pattern selection. The pages and features you have selected will be lost. Do you want to continue?
cs_cz: Změnili jste svůj výběr návrhového vzoru (design pattern). Přijdete o stránky a funkce, které jste zvolili. Chcete pokračovat?
de_de: Sie haben die Auswahl für das design pattern geändert. Die von Ihnen ausgewählten Seiten und Features werden verloren gehen. Möchten Sie den Vorgang fortsetzen?
es_es: Has cambiado la selección del design pattern. Se perderán las páginas y características que has seleccionado. ¿Quieres continuar?
fr_fr: Vous avez modifié votre sélection de design pattern. Les pages et fonctionnalités que vous avez sélectionnées seront perdues. Voulez-vous poursuivre ?
ja_jp: design pattern の選択が変更されました。選択したページと機能は失われます。続行しますか?
ko_kr: design pattern 선택이 변경되었습니다. 선택한 페이지와 기능은 모두 잃게 됩니다. 계속하시겠습니까?
pl_pl: Zmieniono wybrany design pattern. Wybrane strony i funkcje zostaną utracone. Czy chcesz kontynuować?
pt_br: Você alterou a seleção do design pattern. As páginas e os recursos selecionados serão perdidos. Deseja continuar?
ru_ru: Вы изменили выбор design pattern. Это приведет к потере выбранных страниц и компонентов. Продолжить?
tr_tr: Daha önceki design pattern seçiminizi değiştirdiniz. Seçtiğiniz sayfalar ve özellikler kaybolacak. Devam etmek istiyor musunuz?
zh_cn: 你已更改所选的 design pattern。你选择的页面和功能将会丢失。是否要继续?
zh_tw: 您已變更您的design pattern選擇。您已選取的頁面和功能將會遺失。是否要繼續?

# ProjectDetailsFrameworkResetTitle
source: Design pattern changed
cs_cz: Byl změněn návrhový vzor (design pattern).
de_de: Design pattern geändert
es_es: Design pattern cambiado
fr_fr: Design pattern modifié
ja_jp: Design pattern が変更されました
ko_kr: Design pattern 변경됨
pl_pl: Design pattern zmieniony
pt_br: Design pattern foi alterado
ru_ru: Design pattern изменен
tr_tr: Design pattern değiştirildi
zh_cn: Design pattern 已更改
zh_tw: Design pattern已變更

# ProjectDetailsLicensesSectionTitle
source: Licenses
cs_cz: Licence
de_de: Lizenzen
es_es: Licencias
fr_fr: Licences
ja_jp: ライセンス
ko_kr: 라이선스
pl_pl: Licencje
pt_br: Licenças
ru_ru: Лицензии
tr_tr: Lisanslar
zh_cn: 许可证
zh_tw: 授權

# ProjectDetailsPagesSectionTitle
source: Pages
cs_cz: Stránky
de_de: Seiten
es_es: Páginas
ja_jp: ページ
ko_kr: 페이지
pl_pl: Strony
pt_br: Páginas
ru_ru: Страницы
tr_tr: Sayfalar
zh_cn: 页面
zh_tw: 頁面

# ProjectDetailsProjectTypeResetTitle
source: Project type changed
cs_cz: Byl změněn typ projektu.
de_de: Projekttyp geändert
es_es: Se ha cambiado el tipo de proyecto
fr_fr: Type de projet changé
ja_jp: プロジェクトの種類が変更されました
ko_kr: 프로젝트 유형이 변경됨
pl_pl: Zmieniono typ projektu
pt_br: Tipo de projeto alterado
ru_ru: Тип проекта изменен
tr_tr: Proje türü değiştirildi
zh_cn: 已更改项目类型
zh_tw: 專案類型已變更

# ProjectDetailsProjectTypeSectionTitle
source: Project type
cs_cz: Typ projektu
de_de: Projekttyp
es_es: Tipo de proyecto
fr_fr: Type de projet
ja_jp: プロジェクトの種類
ko_kr: 프로젝트 유형
pl_pl: Typ projektu
pt_br: Tipo de projeto
ru_ru: Тип проекта
tr_tr: Proje türü
zh_cn: 项目类型
zh_tw: 專案類型

# ProjectDetailsTitle
source: Your project details
cs_cz: Informace o vašem projektu
de_de: Details Ihres Projekts
es_es: Detalles del proyecto
fr_fr: Vos détails de votre projet
ja_jp: プロジェクトの詳細
ko_kr: 프로젝트 세부 정보
pl_pl: Szczegóły Twojego projektu
pt_br: Detalhes de seu projeto
ru_ru: Сведения о проекте
tr_tr: Proje ayrıntılarınız
zh_cn: 项目详细信息
zh_tw: 您的專案詳細資料

# ProjectTypeTitle
source: Select a project type
cs_cz: Vybrat typ projektu
de_de: Projekttyp auswählen
es_es: Seleccionar un tipo de proyecto
fr_fr: Sélectionnez un type de projet
ja_jp: プロジェクトの種類の選択
ko_kr: 프로젝트 유형 선택
pl_pl: Wybierz typ projektu
pt_br: Selecione um tipo de projeto
ru_ru: Выбрать тип проекта
tr_tr: Proje türünü seçin
zh_cn: 选择项目类型
zh_tw: 選取專案類型

# TemplateDetailsAuthor
source: Author:
cs_cz: Autor:
de_de: Autor:
es_es: Autor:
fr_fr: Auteur :
ja_jp: 作成者:
ko_kr: 작성자:
pl_pl: Autor:
pt_br: Autor:
ru_ru: Автор:
tr_tr: Yazar:
zh_cn: 作者:
zh_tw: 作者：

# TemplateDetailsDependencies
source: Dependencies:
cs_cz: Závislosti:
de_de: Abhängigkeiten:
es_es: Dependencias:
fr_fr: Dépendances :
ja_jp: 依存関係:
ko_kr: 종속성:
pl_pl: Zależności:
pt_br: Dependências:
ru_ru: Зависимости:
tr_tr: Bağımlılıklar:
zh_cn: 依赖项:
zh_tw: 相依性：

# TemplateDetailsLicenses
source: Licenses:
cs_cz: Licence:
de_de: Lizenzen:
es_es: Licencias:
fr_fr: Licences :
ja_jp: ライセンス:
ko_kr: 라이선스:
pl_pl: Licencje:
pt_br: Licenças:
ru_ru: Лицензии:
tr_tr: Lisanslar:
zh_cn: 许可证:
zh_tw: 授權：

# TemplateDetailsVersion
source: Version:
cs_cz: Verze:
es_es: Versión:
ja_jp: バージョン:
ko_kr: 버전:
pl_pl: Wersja:
pt_br: Versão:
ru_ru: Версия:
tr_tr: Sürüm:
zh_cn: 版本:
zh_tw: 版本：

# TemplateSelectionTitle
source: Select the template you want to add
cs_cz: Vyberte šablonu, kterou chcete přidat.
de_de: Wählen Sie die Vorlage aus, die Sie hinzufügen möchten
es_es: Seleccionar la plantilla que quieres añadir
fr_fr: Sélectionnez le modèle que vous voulez ajouter
ja_jp: 追加するテンプレートの選択
ko_kr: 추가하려는 템플릿 선택
pl_pl: Wybierz szablon, który chcesz dodać
pt_br: Selecione o modelo que deseja adicionar
ru_ru: Выберите шаблон, который хотите добавить
tr_tr: Eklemek istediğiniz şablonu seçin
zh_cn: 选择你希望添加的模板
zh_tw: 選取您要新增的範本

# TermsAndConditionsText
source: By continuing, you agree to the terms of all the licenses in the licenses section.
cs_cz: Pokud budete pokračovat, vyjádříte tím souhlas s podmínkami všech licencí v oblasti pro licence.
de_de: Indem Sie diesen Vorgang fortsetzen, stimmen Sie den Bestimmungen aller im Lizenzabschnitt aufgeführten Lizenzen zu.
es_es: Si continúas, aceptas los términos de todas las licencias en la sección de licencias.
fr_fr: En poursuivant, vous acceptez les conditions générales de toutes les licences indiquées dans la section Licences.
ja_jp: 続行すると、ライセンス セクションにあるすべてのライセンスの条件に同意したものと見なされます。
ko_kr: 계속 진행하면 라이선스 섹션에 있는 사용 약관 조항에 동의하는 것입니다.
pl_pl: Kontynuacja oznacza akceptację warunków wszystkich licencji wymienionych w sekcji licencji.
pt_br: Continuando, você concorda com os termos de todas as licenças na seção de licenças.
ru_ru: Продолжая, вы принимаете условия всех лицензий в разделе лицензирования.
tr_tr: Devam ederseniz lisanslar bölümündeki tüm lisansların koşullarını kabul etmiş olursunuz.
zh_cn: 如果继续，则表示你同意许可部分中的所有许可条款。
zh_tw: 如果您繼續，即表示您同意授權部分中的所有授權條款。

# StatusBarGenerationFinished
source: Generation finished
cs_cz: Generování bylo dokončeno.
de_de: Generierung abgeschlossen
es_es: Generación finalizada
fr_fr: Génération terminée
ja_jp: 生成が完了しました
ko_kr: 생성 완료
pl_pl: Tworzenie zakończone
pt_br: Geração concluída
ru_ru: Создание завершено.
tr_tr: Oluşturma tamamlandı
zh_cn: 生成已完成
zh_tw: 產生已完成

# StatusBarCreatingProject
source: Creating Windows Template Studio project...
cs_cz: Vytváření projektu ve Windows Template Studiu...
de_de: Windows Template Studio-Projekt wird erstellt...
es_es: Creando proyecto de Windows Template Studio...
fr_fr: Création du projet Windows Template Studio…
ja_jp: Windows Template Studio プロジェクトを作成しています...
ko_kr: Windows Template Studio 프로젝트 생성 중...
pl_pl: Tworzenie projektu Windows Template Studio…
pt_br: Criando projeto do Windows Template Studio...
ru_ru: Создание проекта Windows Template Studio…
tr_tr: Windows Şablon Stüdyosu projesi oluşturuluyor...
zh_cn: 正在创建 Windows Template Studio 项目...
zh_tw: 正在建立 Windows Template Studio 專案...

# StatusBarNewItemAddFeatureCancelled
source: Add new feature cancelled
cs_cz: Přidání nové funkce bylo zrušeno.
de_de: Hinzufügen eines neuen Features abgebrochen
es_es: Se ha cancelado agregar característica nueva
fr_fr: Annulation de l'ajout d'une nouvelle fonctionnalité
ja_jp: 新しい機能の追加がキャンセルされました
ko_kr: 새 기능 추가가 취소됨
pl_pl: Dodanie nowej funkcji zostało anulowane
pt_br: Adição de novo recurso cancelada
ru_ru: Добавление нового компонента отменено.
tr_tr: Yeni özellik ekleme işlemi iptal edildi
zh_cn: 已取消添加新功能
zh_tw: 加入新功能已取消

# StatusBarNewItemAddFeatureSuccess
source: Feature {0} successfully added
cs_cz: Funkce {0} byla úspěšně přidána.
de_de: Das Feature {0} wurde erfolgreich hinzugefügt.
es_es: La característica {0} se ha agregado correctamente
fr_fr: La fonctionnalité {0} a bien été ajoutée
ja_jp: 機能 {0} が追加されました
ko_kr: {0} 기능이 추가됨
pl_pl: Funkcja {0} została pomyślnie dodana
pt_br: Recurso {0} adicionado com êxito
ru_ru: Компонент {0} добавлен.
tr_tr: {0} özelliği başarıyla eklendi
zh_cn: 已成功添加功能 {0}
zh_tw: 功能 {0} 已新增成功

# StatusBarNewItemAddPageCancelled
source: Add new page cancelled
cs_cz: Přidání nové stránky bylo zrušeno.
de_de: Hinzufügen einer neuen Seite abgebrochen
es_es: Se ha cancelado agregar página nueva
fr_fr: Annulation de l'ajout d'une nouvelle page
ja_jp: 新しいページの追加がキャンセルされました
ko_kr: 새 페이지 추가가 취소됨
pl_pl: Dodanie nowej strony zostało anulowane
pt_br: Adição de nova página cancelada
ru_ru: Добавление новой страницы отменено.
tr_tr: Yeni sayfa ekleme işlemi iptal edildi
zh_cn: 已取消添加新页面
zh_tw: 加入新頁面已取消

# StatusBarNewItemAddPageSuccess
source: Page {0} successfully added
cs_cz: Stránka {0} byla úspěšně přidána.
de_de: Die Seite {0} wurde erfolgreich hinzugefügt.
es_es: La página {0} se ha agregado correctamente
fr_fr: La page {0} a bien été ajoutée
ja_jp: ページ {0} が追加されました
ko_kr: {0} 페이지가 추가됨
pl_pl: Strona {0} została pomyślnie dodana
pt_br: Página {0} adicionada com êxito
ru_ru: Страница {0} добавлена.
tr_tr: {0} sayfası başarıyla eklendi
zh_cn: 已成功添加页面 {0}
zh_tw: 頁面 {0} 已新增成功

# ErrorUnableGetProjectByPath
source: Unable to find project {0}
cs_cz: Projekt {0} nebyl nalezen.
de_de: Das Projekt {0} wurde nicht gefunden.
es_es: No se puede encontrar el proyecto {0}
fr_fr: Impossible de trouver le projet {0}
ja_jp: プロジェクト {0} が見つかりません
ko_kr: {0} 프로젝트를 찾을 수 없음
pl_pl: Nie można znaleźć projektu {0}
pt_br: Não é possível localizar o projeto {0}
ru_ru: Проект {0} не найден.
tr_tr: {0} projesi bulunamıyor
zh_cn: 无法找到项目 {0}
zh_tw: 找不到專案 {0}

# ErrorVsGenShellCollapseSolutionItemsMessage
source: There was an error collapsing the solution tree. Ex:
cs_cz: Při sbalování stromu řešení došlo k chybě. Příklad:
de_de: Beim Ausblenden der Lösungsstruktur ist ein Fehler aufgetreten. Beispiel:
es_es: Error al contraer el árbol de la solución. Ejemplo:
fr_fr: Une erreur est survenue lors de la réduction de l'arborescence de solutions. Ex. :
ja_jp: ソリューション ツリーを折りたたむ際のエラーです。例:
ko_kr: 솔루션 트리가 접히는 오류가 발생했습니다. 예:
pl_pl: Wystąpił błąd podczas zwijania drzewa rozwiązań. Przykład:
pt_br: Erro ao recolher a árvore de solução. Ex.:
ru_ru: При свертывании дерева решений произошла ошибка. Пример:
tr_tr: Çözüm ağacı daraltılırken bir hata oluştu. Ör:
zh_cn: 折叠解决方案树时出错。例如:
zh_tw: 收合解決方案樹狀結構時發生錯誤。範例：

# ErrorVsGenShellShowStatusBarMessageMessage
source: There was an error showing status message. Ex:
cs_cz: Při zobrazování stavové zprávy došlo k chybě. Příklad:
de_de: Fehler beim Anzeigen der Statusmeldung. Beispiel:
es_es: Error al mostrar el mensaje de estado. Ejemplo:
fr_fr: Une erreur est survenue lors de l'affichage du message d'état. Ex. :
ja_jp: ステータス メッセージを表示する際にエラーが発生しました。例:
ko_kr: 상태 메시지를 표시하는 중에 오류가 발생했습니다. 예:
pl_pl: Wystąpił błąd podczas wyświetlania komunikatu o stanie. Przykład:
pt_br: Erro ao mostrar a mensagem de status. Ex.:
ru_ru: При отображении сообщения о состоянии произошла ошибка. Пример:
tr_tr: Durum iletisi gösterilirken bir hata oluştu. Ör:
zh_cn: 显示状态消息时出错。例如:
zh_tw: 顯示狀態訊息時發生錯誤。範例：

# TemplateGroup_ApplicationLaunching
source: Application Launching
cs_cz: Spuštění aplikace
de_de: Anwendung wird gestartet
es_es: Inicio de la aplicación
fr_fr: Lancement de l'application
ja_jp: アプリケーションの起動
ko_kr: 애플리케이션 시작하기
pl_pl: Uruchamianie aplikacji
pt_br: Lançamento de Aplicativo
ru_ru: Запуск приложения
tr_tr: Uygulama Başlatma
zh_cn: 应用程序启动
zh_tw: 應用程式啟動中

# TemplateGroup_ApplicationLifecycle
source: Application Lifecycle
cs_cz: Životní cyklus aplikace
de_de: Anwendungslebenszyklus
es_es: Ciclo de vida de la aplicación
fr_fr: Cycle de vie de l'application
ja_jp: アプリケーションのライフサイクル
ko_kr: 애플리케이션 수명 주기
pl_pl: Cykl życia aplikacji
pt_br: Ciclo de Vida de Aplicativo
ru_ru: Жизненный цикл приложения
tr_tr: Uygulama Yaşam Döngüsü
zh_cn: 应用程序生命周期
zh_tw: 應用程式生命週期
