Repository: microsoft/TemplateStudio
Catalog: code/src/UI/Resources/StringRes.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# AccessibilityEditPageItem
source: Page name
es_es: Nombre de página
fr_fr: Nom de la page
pt_br: Nome da página
ru_ru: Имя страницы
zh_cn: 页面名称

# AccessibilityProjectTypesList
source: Project types
es_es: Tipos de proyecto
fr_fr: Types de projets
pt_br: Tipos de projetos
ru_ru: Типы проектов
zh_cn: 项目类型

# NotificationRemoveError_ReadOnly
source: You can not remove **{0}** because it is required for the selected project type.
es_es: No se puede quitar **{0}** porque es necesario para el tipo de proyecto seleccionado.
fr_fr: Vous ne pouvez pas supprimer **{0}** parce qu’il est nécessaire pour le type de projet sélectionné.
pt_br: Você não pode remover **{0}** porque é necessário para o tipo de projeto selecionado.
ru_ru: Вы не можете удалить **{0}**, потому что это необходимо для выбранного типа проекта.
zh_cn: 无法删除 **{0}**，因为它对于所选项目类型是必需的。

# InfoDialogRequiredWorkloadNotFoundMessage
source: You need to install the following workloads to create a {0} project: {1}
es_es: Debe instalar las siguientes cargas de trabajo para crear un proyecto de {0}: {1}
fr_fr: Vous devez installer les charges de travail suivantes pour créer un projet {0} : {1}
pt_br: Você precisa instalar as seguintes cargas de trabalho para criar um projeto {0}: {1}
ru_ru: Необходимо установить следующие рабочие нагрузки для создания проекта {0}: {1}
zh_cn: 您需要安装以下工作负载才能创建一个{0}项目：{1}

# NotificationValidationError_ProjectNameAndPathDoNotMatch
source: The project name does not match the project folder name. Please adjust to ensure a correct generation.
es_es: El nombre del proyecto no coincide con el nombre de la carpeta del proyecto. Por favor, ajuste para asegurar una generación correcta.
fr_fr: Le nom du projet ne correspond pas au nom du dossier de projet. S’il vous plaît ajuster pour assurer une génération correcte.
pt_br: O nome do projeto não corresponde ao nome da pasta do projeto. Ajuste para garantir uma geração correta.
ru_ru: Название проекта не соответствует названию папки проекта. Пожалуйста, отрегулируйте, чтобы обеспечить правильное поколение.
zh_cn: 项目名称与项目文件夹名称不匹配。请调整以确保正确生成。

# NotificationMissingVersions
source: The following versions are missing, please install them and restart Visual Studio: {0}
cs_cz: Chybí následující verze, nainstalujte je a restartujte visual studio: {0}
de_de: Die folgenden Versionen fehlen, installieren Sie sie und starten Sie Visual Studio neu: {0}
es_es: Faltan las siguientes versiones, instálelas y reinicie Visual Studio: {0}
fr_fr: Les versions suivantes sont manquantes, installez-les et redémarrez Visual Studio: {0}
ja_jp: 次のバージョンが見つかりません、 インストールして Visual Studio を再起動してください。{0}
ko_kr: 다음 버전이 누락되어 설치하여 Visual Studio를 다시 시작하십시오. {0}
pl_pl: Brakuje następujących wersji, zainstaluj je i uruchom ponownie program Visual Studio: {0}
pt_br: As seguintes versões estão faltando, por favor instale-as e reinicie o Visual Studio: {0}
ru_ru: Следующие версии отсутствуют, пожалуйста, установите их и перезапустить Visual Studio: {0}
tr_tr: Aşağıdaki sürümler eksik, lütfen yükleyin ve Visual Studio yeniden başlatın: {0}
zh_cn: 缺少以下版本，请安装它们并重新启动 Visual Studio：{0}
zh_tw: 缺少以下版本,請安裝它們並重新啟動 Visual Studio: {0}

# TemplateDetailsRequiredDotNetVersion
source: Minimum .NET Core Version:
cs_cz: Minimální verze jádra .NET:
de_de: Minimale .NET Core Version:
es_es: Versión mínima de .NET Core:
ja_jp: .NET コアの最小バージョン:
ko_kr: 최소 .NET 코어 버전:
pl_pl: Minimalna wersja rdzenia .NET:
pt_br: Versão mínima .NET Core:
ru_ru: Минимальная базовая версия .NET:
tr_tr: Minimum .NET Çekirdek Versiyonu:
zh_cn: 最小.NET 核心版本：
zh_tw: 最小.NET 核心版本:

# ErrorInvalidRequirementType
source: Invalid Requirement Type {0}
cs_cz: Neplatný typ požadavku {0}
de_de: Ungültiger Anforderungstyp {0}
es_es: Tipo de requisito no válido {0}
fr_fr: Type d’exigence non valide {0}
ja_jp: 無効な要件の種類 {0}
ko_kr: 잘못된 요구 사항 유형 {0}
pl_pl: Nieprawidłowy typ wymagań {0}
pt_br: Tipo de exigência inválida {0}
ru_ru: Тип недействительных требований {0}
tr_tr: Geçersiz Gereksinim Türü {0}
zh_cn: 无效要求类型 {0}
zh_tw: 無效要求類型。 {0}

# NewProjectTitleUWP
source: New Universal Windows Platform app
cs_cz: Nová aplikace UWP
de_de: Neue Universal Windows Platform-App
es_es: Nueva aplicación Plataforma Universal de Windows
fr_fr: Nouvelle application Plateforme Windows universelle
ja_jp: 新しい Windows ユニバーサル プラットフォーム アプリ
ko_kr: 새로운 유니버설 Windows 플랫폼 앱
pl_pl: Nowa aplikacja na platformie uniwersalnej systemu Windows
pt_br: Novo aplicativo da Plataforma Universal do Windows
ru_ru: Новое приложение универсальной платформы Windows
tr_tr: Yeni Evrensel Windows Platformu uygulaması
zh_cn: 全新通用 Windows 平台应用
zh_tw: 新增通用 Windows 平台應用程式

# NewProjectTitleWPF
source: New WPF app
cs_cz: Nová aplikace WPF
de_de: Neue WPF-App
es_es: Nueva aplicación WPF
fr_fr: Nouvelle application WPF
ja_jp: 新しい WPF アプリ
ko_kr: 새 WPF 앱
pl_pl: Nowa aplikacja WPF
pt_br: Novo aplicativo WPF
ru_ru: Новое приложение WPF
tr_tr: Yeni WPF uygulaması
zh_cn: 全新 WPF 应用
zh_tw: 新增 WPF 應用程式

# TemplateGroup_Packaging
source: Packaging
cs_cz: Vytváření balíčků
de_de: Paketerstellung
es_es: Empaquetado
ja_jp: パッケージ
ko_kr: 패키징
pl_pl: Tworzenie pakietów
pt_br: Empacotamento
ru_ru: Упаковка
tr_tr: Paket Oluşturma
zh_cn: 打包
zh_tw: 封裝

# TemplateDetailsRequirements
source: Requirements:
cs_cz: Požadavky:
de_de: Anforderungen:
es_es: Requisitos:
fr_fr: Prérequis :
ja_jp: 要件:
ko_kr: 요구 사항:
pl_pl: Wymagania:
pt_br: Requisitos:
ru_ru: Требования:
tr_tr: Gereksinimler:
zh_cn: 要求：
zh_tw: 要求：

# NotificationAdditionError_Exclusion
source: You can not add **{0}** because the following templates are not compatible: {1}.
cs_cz: Není možné přidat šablonu **{0}**, protože následující šablony nejsou kompatibilní: {1}.
de_de: **{0}** kann nicht hinzugefügt werden, da die folgenden Vorlagen nicht kompatibel sind: {1}.
es_es: No puedes agregar **{0}** porque las siguientes plantillas no son compatibles: {1}.
fr_fr: Vous ne pouvez pas ajouter **{0}** car cela nécessite les modèles suivants, qui ne sont pas compatibles : {1}.
ja_jp: 次のテンプレートに対応していないため、**{0}** を追加することはできません。{1}.
ko_kr: 다음 템플릿은 호환되지 않으므로 **{0}**을(를) 추가할 수 없습니다. {1}.
pl_pl: Nie możesz dodać **{0}**, ponieważ następujące szablony są niezgodne: {1}.
pt_br: Você não pode adicionar **{0}** because the following templates are not compatible: {1}.
ru_ru: Вы не можете добавить **{0}**, так как следующие шаблоны не совместимы: {1}.
tr_tr: Aşağıdaki şablonlar uyumlu olmadığından **{0}** şablonunu ekleyemezsiniz: {1}.
zh_cn: 无法添加 **{0}**，因为下列模板不兼容：{1}.
zh_tw: 您無法新增 **{0}**，因為以下範本不相容：{1}.

# TemplateDetailsExclusions
source: Exclusions:
cs_cz: Vyloučení:
de_de: Ausschlüsse:
es_es: Exclusiones:
ja_jp: 除外:
ko_kr: 제외 항목:
pl_pl: Wykluczenia:
pt_br: Exclusões:
ru_ru: Исключения:
tr_tr: Dışlamalar:
zh_cn: 排除：
zh_tw: 排除：

# NotificationValidationError_Regex
source: RegEx validation {0} failed.
cs_cz: Ověření regulárního výrazu {0} se nezdařilo.
de_de: RegEx-Validierung {0} fehlgeschlagen.
es_es: Error de validación RegEx {0}.
fr_fr: La validation RegEx de {0} a échoué.
ja_jp: RegEx の検証 {0} が失敗しました。
ko_kr: {0} RegEx 유효성 검사 실패.
pl_pl: Niepowodzenie weryfikacji wyrażenia regularnego {0}.
pt_br: Falha na validação de RegEx {0}.
ru_ru: Проверка RegEx {0} не пройдена.
tr_tr: RegEx doğrulaması {0} başarısız oldu.
zh_cn: RegEx 验证 {0} 失败。
zh_tw: RegEx 驗證 {0} 失敗。

# ErrorAddingItemsToProject
source: Error adding items to project {0}
cs_cz: Při přidávání položek do projektu {0} došlo k chybě.
de_de: Fehler beim Hinzufügen von Objekten in Projekt {0}
es_es: Error al agregar elementos al proyecto {0}
fr_fr: Erreur lors de l'ajout d'éléments au projet {0}
ja_jp: プロジェクト {0} に項目を追加する際のエラーです
ko_kr: {0} 프로젝트에 항목 추가 중 오류 발생
pl_pl: Błąd podczas dodawania elementów do projektu {0}
pt_br: Erro ao adicionar itens ao projeto {0}
ru_ru: Ошибка при добавлении элементов в проект {0}
tr_tr: {0} projesine öğe eklenirken hata oluştu
zh_cn: 向项目 {0} 添加项时出错
zh_tw: 新增項目至專案 {0} 時發生錯誤

# ErrorAddingProject
source: Error adding project {0}
cs_cz: Při přidávání projektu {0} došlo k chybě.
de_de: Fehler beim Hinzufügen von Projekt {0}
es_es: Error al agregar el proyecto {0}
fr_fr: Erreur lors de l'ajout du projet {0}
ja_jp: プロジェクト {0} を追加する際のエラーです
ko_kr: {0}프로젝트 추가 중 오류 발생
pl_pl: Błąd podczas dodawania projektu {0}
pt_br: Erro ao adicionar o projeto {0}
ru_ru: Ошибка при добавлении проекта {0}
tr_tr: {0} projesi eklenirken hata oluştu
zh_cn: 添加 {0} 项目时出错
zh_tw: 新增專案 {0} 時發生錯誤

source: Error adding references between projects
cs_cz: Při přidávání referencí mezi projekty došlo k chybě.
de_de: Fehler beim Hinzufügen von Verweisen zwischen Projekten
es_es: Error al agregar referencias entre proyectos
fr_fr: Erreur lors de l'ajout de références entre les projets
ja_jp: プロジェクト間に参照を追加する際のエラーです
ko_kr: 프로젝트 간 참조 추가 중 오류 발생
pl_pl: Błąd podczas dodawania odwołań między projektami
pt_br: Erro ao adicionar referências entre projetos
ru_ru: Ошибка при добавлении ссылок между проектами
tr_tr: Projeler arasında başvurular eklenirken hata oluştu
zh_cn: 在项目之间添加引用时出错
zh_tw: 新增專案之間的參照時發生錯誤

# ErrorAddingSdksToProject
source: Error adding sdks to project {0}.
cs_cz: Při přidávání sad SDK do projektu {0} došlo k chybě.
de_de: Fehler beim Hinzufügen von SDKs in Projekt {0}
es_es: Error al agregar sdks al proyecto {0}.
fr_fr: Erreur lors de l'ajout de fichiers sdks au projet {0}
ja_jp: プロジェクト {0} に SDK を追加する際のエラーです。
ko_kr: {0} 프로젝트에 SDK 추가 중 오류 발생.
pl_pl: Błąd podczas dodawania zestawów SDK do projektu {0}.
pt_br: Erro ao adicionar sdks ao projeto {0}.
ru_ru: Ошибка при добавлении sdk в проект {0}.
tr_tr: {0} projesine SDK'ler eklenirken hata oluştu.
zh_cn: 将 sdks 添加到项目 {0} 时出错。
zh_tw: 新增 SDK 至專案 {0} 時發生錯誤。

# TemplateDetailsRequiredSdks
source: Required Windows Sdks:
cs_cz: Požadované sady Windows SDK:
de_de: Erforderliche Windows SDKs:
es_es: Windows SDK requeridos:
fr_fr: Kits de développement logiciels Windows requis :
ja_jp: 必要な Windows SDK:
ko_kr: 필수 Windows SDK:
pl_pl: Wymagane zestawy SDK systemu Windows:
pt_br: Sdks do Windows necessários:
ru_ru: Необходимые Windows Sdk:
tr_tr: Gerekli Windows SDK'leri:
zh_cn: 所需的 Windows Sdks：
zh_tw: 所需的 Windows SDK：

# WorkloadDisplayNameManagedDesktop
source: .NET desktop development
cs_cz: Vývoj desktopových aplikací .NET
de_de: .NET Desktop-Entwicklung
es_es: Desarrollo de escritorio .NET
fr_fr: Développement bureau .NET
ja_jp: .NET デスクトップ開発
ko_kr: .NET 데스크톱 개발
pl_pl: Tworzenie aplikacji klasycznych na platformie .NET
pt_br: Desenvolvimento para desktop com o .NET
ru_ru: Разработка настольных компьютеров .NET
tr_tr: .NET masaüstü geliştirme
zh_cn: .NET 桌面开发
zh_tw: .NET 桌面開發

# WorkloadDisplayNameMsixPackaging
source: MSIX Packaging Tools
de_de: MSIX-Paketerstellungstools
es_es: Herramienta de empaquetado MSIX
fr_fr: Outils de packaging MSIX
ja_jp: MSIX パッケージ作成ツール
ko_kr: MSIX 패키징 도구
pl_pl: Narzędzia do tworzenia pakietów MSIX
pt_br: Ferramentas de Empacotamento MSIX
ru_ru: Инструменты упаковки MSIX
tr_tr: MSIX Paket Oluşturma Araçları
zh_cn: MSIX 打包工具
zh_tw: MSIX 封裝工具

# WorkloadDisplayNameNetWeb
source: ASP.NET and web development
cs_cz: Vývoj aplikací ASP.NET a webových aplikací
de_de: ASP.NET- und Webentwicklung
es_es: ASP.NET y desarrollo web
fr_fr: Développement ASP.NET et web
ja_jp: ASP.NET および Web 開発
ko_kr: ASP.NET 및 웹 개발
pl_pl: Platforma ASP.NET i tworzenie aplikacji internetowych
pt_br: Desenvolvimento para a Web e ASP.NET
ru_ru: ASP.NET и разработка приложений интернета
tr_tr: ASP.NET ve web geliştirme
zh_cn: ASP.NET 和网页开发
zh_tw: ASP.NET 和 Web 開發

# WorkloadDisplayNameUniversal
source: Universal Windows Platform development
cs_cz: Vývoj aplikací UWP
de_de: Universal Windows Platform-Entwicklung
es_es: Desarrollo de Universal Windows Platform
fr_fr: Développement de la plateforme Windows universelle
ja_jp: ユニバーサル Windows プラットフォーム開発
ko_kr: 유니버설 Windows 플랫폼 개발
pl_pl: Programowanie na platformie Universal Windows Platform
pt_br: Desenvolvimento para a Plataforma Universal do Windows
ru_ru: Разработка универсальной платформы Windows
tr_tr: Evrensel Windows Platformu geliştirme
zh_cn: 通用 Windows 平台开发
zh_tw: 通用 Windows 平台開發

# InfoDialogInvalidVersionTitle
source: Higher version required
cs_cz: Je požadována novější verze
de_de: Höhere Version erforderlich
es_es: Se requiere una versión posterior
fr_fr: Version ultérieure requise
ja_jp: 上位バージョンが必要です
ko_kr: 상위 버전 필요
pl_pl: Wymagana nowsza wersja
pt_br: É necessária uma versão mais elevada
ru_ru: Необходима более поздняя версия
tr_tr: Daha yüksek bir sürüm gerekli
zh_cn: 需要更高版本
zh_tw: 需要較高的版本

# InfoDialogInvalidVSVersionForWPF
source: WPF with .NET Core project creation requires Visual Studio 2019 Update 3 or higher.
cs_cz: Pro vytvoření projektu WPF s .NET Core je požadována verze Visual Studio 2019 Update 3 nebo novější.
de_de: Für die Projekterstellung mit WPF with .NET Core ist Visual Studio 2019 Update 3 oder höher erforderlich.
es_es: La creación de proyectos WPF con .NET Core requiere la Actualización 3 de Visual Studio 2019 o una versión posterior.
fr_fr: WPF avec création de projet .NET Core requiert la mise à jour Visual Studio 2019 Update 3 ou une version ultérieure.
ja_jp: WPF と .NET Core のプロジェクトを作成するには、Visual Studio 2019 Update 3 以降のバージョンが必要です。
ko_kr: WPF에서 .NET Core 프로젝트를 만들려면 Visual Studio 2019 Update 3 이상의 버전이 필요합니다.
pl_pl: Aby można było utworzyć projekt WPF na platformie .NET Core, należy zainstalować oprogramowanie Visual Studio 2019 z aktualizacją Update 3 lub nowsze.
pt_br: A criação do projeto WPF com .NET Core requer o Visual Studio 2019 Atualização 3 ou posterior.
ru_ru: Для создания проекта WPF с .NET Core необходима система Visual Studio 2019 с обновлением 3 или выше.
tr_tr: .NET Core proje oluşturma özellikli WPF için Visual Studio 2019 Güncelleştirme 3 veya sonrası gerekiyor.
zh_cn: 创建采用 .NET Core 的 WPF 项目需要 Visual Studio 2019 更新版本 3 或更高版本。
zh_tw: WPF 搭配 .NET Core 專案建立需要 Visual Studio 2019 Update 3 或更高版本。

# InfoDialogMissingWorkloadTitle
source: Missing workload
cs_cz: Chybí aplikační úloha
de_de: Fehlender Workload
es_es: Carga de trabajo que falta
fr_fr: Charge de travail manquante
ja_jp: ワークロードがありません
ko_kr: 워크로드 누락
pl_pl: Brak pakietu roboczego
pt_br: Carga de trabalho ausente
ru_ru: Отсутствует рабочая нагрузка
tr_tr: İş yükü eksik
zh_cn: 缺失工作负载
zh_tw: 遺漏工作負載

# InfoDialogMoreInfoLinkText
source: More info
cs_cz: Další informace
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
ja_jp: 詳細
ko_kr: 자세한 정보
pl_pl: Więcej informacji
pt_br: Mais informações
ru_ru: Дополнительные сведения
tr_tr: Diğer bilgiler
zh_cn: 更多信息
zh_tw: 詳細資訊

# TemplateDetailsRequiredVSWorkloads
source: Required Visual Studio Workloads / Components:
cs_cz: Požadované aplikační úlohy / komponenty sady Visual Studio:
de_de: Erforderliche Visual Studio-Workloads/-Komponenten:
es_es: Componentes o cargas de trabajo de Visual Studio requeridos:
fr_fr: Requiert des charges de travail ou des composants Visual Studio :
ja_jp: 必要な Visual Studio ワークロード / コンポーネント:
ko_kr: 필수 Visual Studio 워크로드 / 구성요소:
pl_pl: Wymagane pakiety robocze / składniki programu Visual Studio:
pt_br: Cargas de trabalho/componentes necessários do Visual Studio:
ru_ru: Необходимые рабочие нагрузки / компоненты Visual Studio:
tr_tr: Gerekli Visual Studio İş Yükleri / Bileşenleri:
zh_cn: 所需的 Visual Studio 工作负载/组件：
zh_tw: 所需的 Visual Studio 工作負載/元件：

# TemplateDetailsInfoUnavailableDueToMissingVSWorkload
source: This item is currently not available due to missing Visual Studio Workloads / Components.
cs_cz: Tato položka není nyní k dispozici, protože chybí aplikační úloha / komponenta sady Visual Studio.
de_de: Dieses Objekte ist aufgrund fehlender Visual Studio-Workloads/-Komponenten derzeit nicht verfügbar.
es_es: Este elemento no está disponible en este momento porque faltan componentes o cargas de trabajo de Visual Studio.
fr_fr: Cet élément n'est actuellement pas disponible en raison de charges de travail ou de composants Visual Studio manquants.
ja_jp: 不足している Visual Studio ワークロード / コンポーネントがあるため、この項目は現在使用できません。
ko_kr: Visual Studio 워크로드/구성 요소가 누락되었으므로 이 항목을 지금 사용할 수 없습니다.
pl_pl: Ten element jest obecnie niedostępny z powodu braku pakietów roboczych / składników programu Visual Studio.
pt_br: No momento, este item não está disponível devido a cargas de trabalho/componentes ausentes do Visual Studio.
ru_ru: Этот элемент в настоящее время недоступен из-за отсутствия рабочих нагрузок / компонентов Visual Studio.
tr_tr: Eksik Visual Studio İş Yükleri / Bileşenleri nedeniyle bu öğe şu anda kullanılamıyor.
zh_cn: 由于缺少 Visual Studio 工作负载/组件，此项当前不可用。
zh_tw: 由於遺漏 Visual Studio 工作負載/元件，所以目前無法使用這個項目。

# AddServiceTitle
source: Add services
cs_cz: Přidat služby
de_de: Dienste hinzufügen
es_es: Agregar servicios
fr_fr: Ajouter des services
ja_jp: サービスを追加する
ko_kr: 서비스 추가
pl_pl: Dodaj usługi
pt_br: Adicionar serviços
ru_ru: Добавление служб
tr_tr: Hizmet ekle
zh_cn: 添加服务
zh_tw: 新增服務

# AddTestingTitle
source: Add testing
cs_cz: Přidat testování
de_de: Test hinzufügen
es_es: Agregar pruebas
fr_fr: Ajouter un test
ja_jp: テストを追加する
ko_kr: 테스트 추가
pl_pl: Dodaj testowanie
pt_br: Adicionar testes
ru_ru: Добавление тестирования
tr_tr: Test ekle
zh_cn: 添加测试
zh_tw: 新增測試

# NewItemHasNoChangesService
source: {0} is already part of your project. Please choose another service.
cs_cz: Služba {0} je už součástí vašeho projektu. Zvolte jinou službu.
de_de: {0} ist bereits Teil Ihres Projekts. Wählen Sie einen anderen Dienst aus.
es_es: {0} ya es parte de tu proyecto. Elige otro servicio.
fr_fr: {0} fait déjà partie de votre projet. Veuillez sélectionner un autre service.
ja_jp: {0} は既にプロジェクトの一部です。別のサービスを選択してください。
ko_kr: {0}은(는) 프로젝트의 일부입니다. 다른 서비스를 선택하십시오.
pl_pl: {0} jest już elementem Twojego projektu. Wybierz inną usługę.
pt_br: {0} já faz parte do projeto. Escolha outro serviço.
ru_ru: {0} уже является частью проекта. Выберите другую службу.
tr_tr: {0} zaten projenizin bir parçası. Lütfen başka bir hizmet seçin.
zh_cn: {0} 已是项目的一部分。请选择其他服务。
zh_tw: {0} 已經是您專案的一部分。請選擇另一個服務。

# NewItemHasNoChangesTesting
source: {0} is already part of your project. Please choose another testing project.
cs_cz: Testování {0} je už součástí vašeho projektu. Zvolte jiný testovací projekt.
de_de: {0} ist bereits Teil Ihres Projekts. Wählen Sie ein anderes Testprojekt aus.
es_es: {0} ya es parte de tu proyecto. Elige otro proyecto de prueba.
fr_fr: {0} fait déjà partie de votre projet. Veuillez sélectionner un autre projet de test.
ja_jp: {0} は既にプロジェクトの一部です。別のテスト プロジェクトを選択してください。
ko_kr: {0}은(는) 프로젝트의 일부입니다. 다른 테스트 프로젝트를 선택하십시오.
pl_pl: {0} jest już elementem Twojego projektu. Wybierz inny projekt testowania.
pt_br: {0} já faz parte do projeto. Escolha outro projeto de testes.
ru_ru: {0} уже является частью проекта. Выберите другой проект тестирования.
tr_tr: {0} zaten projenizin bir parçası. Lütfen başka bir test projesi seçin.
zh_cn: {0} 已是项目的一部分。请选择其他测试项目。
zh_tw: {0} 已經是您專案的一部分。請選擇另一個測試專案。

# NewProjectStepFeatures
source: Features
cs_cz: Funkce
es_es: Características
fr_fr: Fonctionnalités
ja_jp: 機能
ko_kr: 기능
pl_pl: Funkcje
pt_br: Recursos
ru_ru: Компоненты
tr_tr: Özellikler
zh_cn: 功能
zh_tw: 功能

# NewProjectStepServices
source: Services
cs_cz: Služby
de_de: Dienste
es_es: Servicios
ja_jp: サービス
ko_kr: 서비스
pl_pl: Usługi
pt_br: Serviços
ru_ru: Службы
tr_tr: Hizmetler
zh_cn: 服务
zh_tw: 服務

# NewProjectStepTesting
source: Testing
cs_cz: Testování
de_de: Test
es_es: Pruebas
fr_fr: Test
ja_jp: テスト
ko_kr: 테스트하기
pl_pl: Testowanie
pt_br: Teste
ru_ru: Тестирование
tr_tr: Test
zh_cn: 测试
zh_tw: 測試

# NewProjectStepProjectType
source: Project type
cs_cz: Typ projektu
de_de: Projekttyp
es_es: Tipo de proyecto
fr_fr: Type de projet
ja_jp: プロジェクトの種類
ko_kr: 프로젝트 유형
pl_pl: Typ projektu
pt_br: Tipo de projeto
ru_ru: Тип проекта
tr_tr: Proje türü
zh_cn: 项目类型
zh_tw: 專案類型

# NewProjectStepPages
source: Pages
cs_cz: Stránky
de_de: Seiten
es_es: Páginas
ja_jp: ページ
ko_kr: 페이지
pl_pl: Strony
pt_br: Páginas
ru_ru: Страницы
tr_tr: Sayfalar
zh_cn: 页面
zh_tw: 頁面

# ProjectDetailsServicesSectionTitle
source: Services
cs_cz: Služby
de_de: Dienste
es_es: Servicios
ja_jp: サービス
ko_kr: 서비스
pl_pl: Usługi
pt_br: Serviços
ru_ru: Службы
tr_tr: Hizmetler
zh_cn: 服务
zh_tw: 服務

# ProjectDetailsTestingSectionTitle
source: Testing
cs_cz: Testování
de_de: Test
es_es: Pruebas
fr_fr: Test
ja_jp: テスト
ko_kr: 테스트하기
pl_pl: Testowanie
pt_br: Teste
ru_ru: Тестирование
tr_tr: Test
zh_cn: 测试
zh_tw: 測試

# ProjectDetailsProjectTypeResetDescription
source: You have changed your project type selection. The templates you have selected will be lost. Do you want to continue?
cs_cz: Změnili jste svůj výběr typu projektu. Přijdete o šablony, které jste zvolili. Chcete pokračovat?
de_de: Sie haben den Projekttyp geändert. Die von Ihnen ausgewählten Vorlagen werden verloren gehen. Möchten Sie den Vorgang fortsetzen?
es_es: Has cambiado la selección del tipo de proyecto. Se perderán las plantillas que has seleccionado. ¿Quieres continuar?
fr_fr: Vous avez modifié votre sélection de type de projet. Les modèles que vous avez sélectionnés seront perdus. Voulez-vous poursuivre ?
ja_jp: プロジェクトの種類の選択が変更されました。選択したテンプレートは失われます。続行しますか?
ko_kr: 프로젝트 유형 선택을 변경했습니다. 선택한 템플릿을 잃게 됩니다. 계속하시겠습니까?
pl_pl: Zmieniono wybór typu projektu. Wybrane szablony zostaną utracone. Czy chcesz kontynuować?
pt_br: Você alterou a seleção de tipo de projeto. Os modelos selecionados serão perdidos. Deseja continuar?
ru_ru: Вы изменили выбранный тип проекта. Это приведет к потере выбранных шаблонов. Продолжить?
tr_tr: Proje türü seçiminizi değiştirdiniz. Seçtiğiniz şablonlar kaybolacak. Devam etmek istiyor musunuz?
zh_cn: 你已更改所选的项目类型。你选择的模板将会丢失。是否要继续?
zh_tw: 您已變更您的專案類型選擇。您已選取的範本將會遺失。是否要繼續?

# StatusBarNewItemAddServiceCancelled
source: Add new service cancelled
cs_cz: Přidání nové služby bylo zrušeno.
de_de: Hinzufügen eines neuen Diensts abgebrochen
es_es: Se ha cancelado agregar servicio nuevo
fr_fr: Annulation de l’ajout d’un nouveau service
ja_jp: 新しいサービスの追加がキャンセルされました
ko_kr: 새 서비스 추가가 취소됨
pl_pl: Dodanie nowej usługi zostało anulowane
pt_br: Adição de novo serviço cancelada
ru_ru: Добавление новой службы отменено
tr_tr: Yeni hizmet ekleme işlemi iptal edildi
zh_cn: 已取消添加新服务
zh_tw: 加入新服務已取消

# StatusBarNewItemAddServiceSuccess
source: Service {0} successfully added
cs_cz: Služba {0} byla úspěšně přidána.
de_de: Der Dienst {0} wurde erfolgreich hinzugefügt.
es_es: El servicio {0} se ha agregado correctamente
fr_fr: Le service {0} a bien été ajouté
ja_jp: サービス {0} が追加されました
ko_kr: {0} 서비스가 추가됨
pl_pl: Usługa {0} została pomyślnie dodana
pt_br: Serviço {0} adicionado com êxito
ru_ru: Служба {0} добавлена
tr_tr: {0} hizmeti başarıyla eklendi
zh_cn: 已成功添加服务 {0}
zh_tw: 服務 {0} 已新增成功

# StatusBarNewItemAddTestingCancelled
source: Add new testing project cancelled
cs_cz: Přidání nového testovacího projektu bylo zrušeno.
de_de: Hinzufügen eines neuen Testprojekts abgebrochen
es_es: Se ha cancelado agregar proyecto de prueba nuevo
fr_fr: Annulation de l’ajout d’un nouveau projet de test
ja_jp: 新しいテスト プロジェクトがキャンセルされました
ko_kr: 새 테스트 프로젝트 추가가 취소됨
pl_pl: Dodanie nowego projektu testowania zostało anulowane
pt_br: Adição de novo projeto de testes cancelada
ru_ru: Добавление нового проекта тестирования отменено
tr_tr: Yeni test projesi ekleme işlemi iptal edildi
zh_cn: 已取消添加新测试项目
zh_tw: 加入新測試專案已取消

# StatusBarNewItemAddTestingSuccess
source: Testing project {0} successfully added
cs_cz: Testovací projekt {0} byl úspěšně přidán.
de_de: Das Testprojekt {0} wurde erfolgreich hinzugefügt.
es_es: El proyecto de prueba {0} se ha agregado correctamente
fr_fr: Le projet de test {0} a bien été ajouté
ja_jp: テスト プロジェクト {0} が追加されました
ko_kr: {0} 테스트 프로젝트가 추가됨
pl_pl: Projekt testowania {0} został pomyślnie dodany
pt_br: Projeto de testes {0} adicionado com êxito
ru_ru: Проект тестирования {0} добавлен
tr_tr: {0} test projesi başarıyla eklendi
zh_cn: 已成功添加测试项目 {0}
zh_tw: 測試專案 {0} 已新增成功
