Repository: microsoft/TemplateStudio
Catalog: code/src/UI/Resources/StringRes.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# TemplateGroup_BackgroundWork
source: Background Work
cs_cz: Práce na pozadí
de_de: Hintergrundaufgabe
es_es: Trabajo en segundo plano
fr_fr: Travail en arrière-plan
ja_jp: バックグラウンドでの作業
ko_kr: 백그라운드 작업
pl_pl: Praca w tle
pt_br: Trabalho em Segundo Plano
ru_ru: Фоновая работа
tr_tr: Arka Plan Çalışması
zh_cn: 后台工作
zh_tw: 背景工作

# TemplateGroup_ConnectedExperiences
source: Connected Experiences
cs_cz: Propojená prostředí
de_de: Erfahrungen im verbundenen Modus
es_es: Experiencias conectadas
fr_fr: Expériences connectées
ja_jp: 接続型エクスペリエンス
ko_kr: 연결 환경
pl_pl: Ten sam interfejs użytkownika
pt_br: Experiências Conectadas
ru_ru: Функции взаимодействия
tr_tr: Bağlı Deneyimler
zh_cn: 互联体验
zh_tw: 連線體驗

# TemplateGroup_UserInteraction
source: User Interaction
cs_cz: Interakce uživatele
de_de: Benutzerinteraktion
es_es: Interacción del usuario
fr_fr: Interaction utilisateur
ja_jp: ユーザー インタラクション
ko_kr: 사용자 조작
pl_pl: Interakcja z użytkownikiem
pt_br: Interação do Usuário
ru_ru: Взаимодействие с пользователем
tr_tr: Kullanıcı Etkileşimi
zh_cn: 用户交互
zh_tw: 使用者互動

# ButtonDetails
source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
ja_jp: 詳細
ko_kr: 세부 정보
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Сведения
tr_tr: Ayrıntılar
zh_cn: 详细信息
zh_tw: 詳細資料

# TemplateAdded
source: Added
cs_cz: Přidáno
de_de: Hinzugefügt
es_es: Añadido
fr_fr: Ajouté
ja_jp: 追加済み
ko_kr: 추가됨
pl_pl: Dodano
pt_br: Adicionado
ru_ru: Добавлено
tr_tr: Eklendi
zh_cn: 已添加
zh_tw: 已新增

# NotificationSyncStatus_CheckingForUpdates
source: Checking for updates...
cs_cz: Kontrola dostupnosti aktualizací...
de_de: Updates werden gesucht...
es_es: Buscando actualizaciones...
fr_fr: Vérification des mises à jour...
ja_jp: アップデートを確認しています...
ko_kr: 템플릿 업데이트 확인 중...
pl_pl: Sprawdzanie aktualizacji…
pt_br: Verificando se há atualizações...
ru_ru: Проверяется наличие обновлений…
tr_tr: Güncelleştirmeler denetleniyor...
zh_cn: 正在检查更新...
zh_tw: 正在檢查更新...

# NotificationSyncStatus_Updated
source: Templates updated.
cs_cz: Šablony byly aktualizovány.
de_de: Die Vorlagen wurden aktualisiert.
es_es: Plantillas actualizadas.
fr_fr: Modèles mis à jour.
ja_jp: テンプレートが更新されました。
ko_kr: 템플릿이 업데이트되었습니다.
pl_pl: Szablony zaktualizowane.
pt_br: Modelos atualizados.
ru_ru: Шаблоны обновлены.
tr_tr: Şablonlar güncelleştirildi.
zh_cn: 模板已更新。
zh_tw: 範本已更新。

# AccessibilityNotificationPanel
source: Notification panel
cs_cz: Oznamovací panel
de_de: Benachrichtigungsbereich
es_es: Panel de notificaciones
fr_fr: Panneau de notification
ja_jp: 通知パネル
ko_kr: 알림 패널
pl_pl: Panel powiadomień
pt_br: Painel de notificação
ru_ru: Панель уведомлений
tr_tr: Bildirim paneli
zh_cn: 通知面板
zh_tw: 通知面板

# AccessibilityNavigationMenu
source: Navigation menu
cs_cz: Navigační nabídka
de_de: Navigationsmenü
es_es: Menú de navegación
fr_fr: Menu de navigation
ja_jp: ナビゲーション メニュー
ko_kr: 탐색 메뉴
pl_pl: Menu nawigacji
pt_br: Menu de navegação
ru_ru: Меню навигации
tr_tr: Gezinme menüsü
zh_cn: 导航菜单
zh_tw: 導覽功能表

# AccessibilitySequentialFlowControl
source: Sequential flow control
cs_cz: Ovládací prvek sekvenčního toku
de_de: Sequenzielle Ablaufsteuerung
es_es: Control de flujo secuencial
fr_fr: Contrôle de flux séquentiel
ja_jp: シーケンシャル フロー コントロール
ko_kr: 순차 흐름제어
pl_pl: Kontrola przepływu sekwencyjnego
pt_br: Controle de fluxo sequencial
ru_ru: Управление последовательными потоками
tr_tr: Ardışık akış denetimi
zh_cn: 顺序流控制
zh_tw: 循序流量控制

# AccessibilityUserSelectionPageList
source: User selection pages
cs_cz: Stránky výběru uživatele
de_de: Benutzerauswahlseiten
es_es: Páginas de selección del usuario
fr_fr: Pages de sélection d'utilisateur
ja_jp: ユーザー選択ページ
ko_kr: 사용자 선택 페이지
pl_pl: Strony wybrane przez użytkownika
pt_br: Páginas de seleção de usuário
ru_ru: Выбранные пользователем страницы
tr_tr: Kullanıcı seçimi sayfaları
zh_cn: 用户选择页面
zh_tw: 使用者選擇頁面

# AccessibilityTemplatesList
source: Templates list
cs_cz: Seznam šablon
de_de: Vorlagenliste
es_es: Lista de plantillas
fr_fr: Liste de modèles
ja_jp: テンプレート リスト
ko_kr: 템플릿 목록
pl_pl: Lista szablonów
pt_br: Lista de modelos
ru_ru: Список шаблонов
tr_tr: Şablonlar listesi
zh_cn: 模板列表
zh_tw: 範本清單

# ExternalHyperlinkTooltipMessage
source: Open in a new browser tab
cs_cz: Otevřít na nové záložce prohlížeče
de_de: In einer neuen Browserregisterkarte öffnen
es_es: Abrir una nueva pestaña del explorador
fr_fr: Ouvrir dans un nouvel onglet du navigateur
ja_jp: 新しいブラウザー タブで開く
ko_kr: 새 브라우저 탭에서 열기
pl_pl: Otwórz na nowej karcie przeglądarki
pt_br: Abrir em uma nova guia do navegador
ru_ru: Открыть в новой вкладке браузера
tr_tr: Yeni tarayıcı sekmesinde aç
zh_cn: 在新的浏览器标签页中打开
zh_tw: 在新的瀏覽器索引標籤中開啟

# AccessibilityCodeViewerControl
source: Code viewer
cs_cz: Prohlížeč kódu
es_es: Visor de código
fr_fr: Visualiseur de code
ja_jp: コード ビューアー
ko_kr: 코드 뷰어
pl_pl: Przeglądarka kodu
pt_br: Visualizador de código
ru_ru: Средство просмотра кода
tr_tr: Kod görüntüleyicisi
zh_cn: 代码查看器
zh_tw: 程式碼檢視器

# AccessibilityNewItemFileIcon
source: New item file icon
cs_cz: Ikona nového souboru položek
de_de: Symbol für neue Objektdatei
es_es: Icono de archivo de elemento nuevo
fr_fr: Nouvelle icône de fichier d'élément
ja_jp: 新しい項目ファイル アイコン
ko_kr: 새 항목 파일 아이콘
pl_pl: Ikona pliku nowego elementu
pt_br: Novo ícone de arquivo de item
ru_ru: Значок файла для нового элемента
tr_tr: Yeni öğe dosyası simgesi
zh_cn: 新的项目文件图标
zh_tw: 新增項目檔案圖示

# AccessibilityErrorDialogDescriptionTextboxName
source: Error text description
cs_cz: Popisný text chyby
de_de: Fehlerbeschreibung
es_es: Descripción de texto de error
fr_fr: Description de texte d'erreur
ja_jp: エラー テキスト説明
ko_kr: 오류 텍스트 설명
pl_pl: Opis tekstowy błędu
pt_br: Descrição de texto de erro
ru_ru: Текст описания ошибки
tr_tr: Hata metni açıklaması
zh_cn: 错误文本描述
zh_tw: 文字說明錯誤

# ReorderPageHelpText
source: Use ctrl+up arrow or ctrl+down arrow to change page order
cs_cz: Pořadí stránek můžete změnit klávesovými zkratkami Ctrl+Šipka nahoru a Ctrl+Šipka dolů.
de_de: Verwenden Sie die Tasten STRG+NACH-UNTEN, um die Reihenfolge der Seiten zu ändern.
es_es: Usar CTRL+flecha hacia arriba o CTRL+flecha hacia abajo para cambiar el orden de la página
fr_fr: Utilisez ctrl + flèche du haut ou ctrl + flèche du bas pour changer l'ordre des pages
ja_jp: Ctrl キー + 上方向キーまたは Ctrl キー + 下方向キーを使用して、ページの順序を変更します
ko_kr: ctrl+위쪽/아래쪽 화살표를 사용하여 페이지 순서 변경
pl_pl: Kolejność stron można zmienić za pomocą klawiszy Ctrl+strzałka w górę i Ctrl+strzałka w dół
pt_br: Use ctrl+seta para cima ou ctrl+seta para baixo para alterar a ordem das páginas
ru_ru: Используйте клавиши CTRL+СТРЕЛКА ВВЕРХ или CTRL+СТРЕЛКА ВНИЗ для изменения порядка страниц
tr_tr: Sayfa sırasını değiştirmek için Ctrl+yukarı ok veya Ctrl+aşağı ok tuşlarını kullanın
zh_cn: 使用 Ctrl+ 向上键或 Ctrl+ 向下键来更改页面顺序
zh_tw: 使用 ctrl+向上鍵或 ctrl+向下鍵變更頁面順序

# ButtonDetailsHelpText
source: Details of {0}
cs_cz: Podrobnosti šablony {0}
de_de: Details von {0}
es_es: Detalles de {0}
fr_fr: Détails de {0}
ja_jp: {0} の詳細
ko_kr: {0} 세부 정보
pl_pl: Szczegóły {0}
pt_br: Detalhes de {0}
ru_ru: Сведения {0}
tr_tr: {0} ayrıntıları
zh_cn: {0} 的详细信息
zh_tw: {0} 的詳細資料

# HelpTextPressEnterToAddItem
source: Press enter to add {0}
cs_cz: Po stisknutí klávesy Enter se přidá {0}
de_de: EINGABETASTE drücken, um {0} hinzuzufügen
es_es: Presionar ENTRAR para agregar {0}
fr_fr: Appuyez sur Entrée pour ajouter {0}
ja_jp: {0} を追加するには Enter キーを押します
ko_kr: <Enter> 키를 눌러 {0}을(를) 추가합니다
pl_pl: Naciśnij klawisz Enter, aby dodać {0}
pt_br: Pressione enter para adicionar {0}
ru_ru: Нажмите клавишу ВВОД, чтобы добавить {0}.
tr_tr: {0} öğesini eklemek için Enter tuşuna basın
zh_cn: 按 Enter 以添加 {0}
zh_tw: 按 Enter 鍵以新增 {0}

# ValidatorHasHamburgerMenuMessage
source: HamburgerMenu control is obsolete and Windows Template Studio now supports NavigationView.
cs_cz: Ovládací prvek HamburgerMenu je zastaralý a Windows Template Studio teď podporuje ovládací prvek NavigationView.
de_de: Die HamburgerMenu-Steuerung ist veraltet, und Windows Template Studio unterstützt jetzt NavigationView.
es_es: El control HamburgerMenu es obsoleto y Windows Template Studio ahora admite NavigationView.
fr_fr: La commande HamburgerMenu est obsolète et Windows Template Studio prend désormais en charge NavigationView.
ja_jp: HamburgerMenu コントロールは廃止されました。Windows Template Studio が現在サポートするのは NavigationView です。
ko_kr: HamburgerMenu 제어를 사용하지 않고 이제 Windows Template Studio는 NavigationView를 지원합니다.
pl_pl: Kontrolka HamburgerMenu jest przestarzała, a program Windows Template Studio obsługuje teraz kontrolkę NavigationView.
pt_br: O controle HamburgerMenu está obsoleto, e agora o Windows Template Studio dá suporte a NavigationView.
ru_ru: Элемент управления HamburgerMenu устарел. Теперь Windows Template Studio поддерживает NavigationView.
tr_tr: HamburgerMenu denetimi artık kullanılamıyor. Windows Şablon Stüdyosu artık NavigationView öğesini desteklemektedir.
zh_cn: HamburgerMenu 控件已过时，Windows Template Studio 现在支持 NavigationView。
zh_tw: HamburgerMenu 控制項已淘汰，Windows Template Studio 現在支援 NavigationView。

# ValidatorHasPivotMessage
source: Windows Template Studio is now using horizontal NavigationView in Pivot projects.
cs_cz: Windows Template Studio teď v projektech, které využívají ovládací prvek Pivot, používá horizontální ovládací prvek NavigationView.
de_de: Windows Template Studio nutzt in Pivot-Projekten nun die horizontale NavigationView.
es_es: Windows Template Studio ahora usa NavigationView horizontal en proyectos Pivot.
fr_fr: Windows Template Studio utilise désormais la NavigationView horizontale dans les projets Pivot.
ja_jp: 現在、Windows Template Studio はピボット プロジェクトの水平方向の NavigationView を使用しています。
ko_kr: Windows Template Studio는 피벗 프로젝트의 가로형 NavigationView를 사용하고 있습니다.
pl_pl: Windows Template Studio używa teraz kontrolki NavigationView w układzie poziomym w projektach zawierających elementy przestawne.
pt_br: O Windows Template Studio agora está usando o NavigationView horizontal em projetos de Tabela Dinâmica.
ru_ru: Теперь Windows Template Studio использует горизонтальное представление NavigationView в проектах сводки.
tr_tr: Windows Şablon Stüdyosu artık Özet projelerde yatay NavigationView kullanmaktadır.
zh_cn: Windows Template Studio 现在在 Pivot 项目中使用横向 NavigationView。
zh_tw: Windows Template Studio 目前正在使用 Pivot 專案中的水平 NavigationView。

# ValidatorHasOldNavigationViewMessage
source: Windows Template Studio is now using the NavigationView from Windows UI Library.
cs_cz: Windows Template Studio teď používá ovládací prvek NavigationView z knihovny uživatelského rozhraní Windows.
de_de: Windows Template Studio nutzt nun NavigationView aus der Windows-UI-Bibliothek.
es_es: Windows Template Studio ahora usa la NavigationView de la Biblioteca de interfaces de usuario de Windows.
fr_fr: Windows Template Studio utilise désormais NavigationView depuis la bibliothèque d’interface utilisateur Windows.
ja_jp: 現在、Windows Template Studio は Windows UI ライブラリの NavigationView を使用しています。
ko_kr: 이제 Windows Template Studio는 Windows UI Library의 NavigationView를 사용하고 있습니다.
pl_pl: Windows Template Studio używa teraz kontrolki NavigationView z biblioteki interfejsu użytkownika systemu Windows.
pt_br: O Windows Template Studio agora está usando o NavigationView da Biblioteca de IU do Windows.
ru_ru: Теперь Windows Template Studio использует NavigationView из библиотеки Windows UI.
tr_tr: Windows Şablon Stüdyosu artık Windows UI Kitaplığı'ndan NavigationView kullanmaktadır.
zh_cn: Windows Template Studio 现在使用 Windows UI Library 提供的 NavigationView。
zh_tw: Windows Template Studio 目前正在使用 Windows UI 程式庫的 NavigationView。

# ButtonCompositionTool
source: Composition tool
cs_cz: Nástroj Kompozice
de_de: Zusammensetzungstool
es_es: Herramienta de composición
fr_fr: Outil de composition
ja_jp: コンポジション ツール
ko_kr: 작성 도구
pl_pl: Narzędzie Composition
pt_br: Ferramenta de composição
ru_ru: Средство композиции
tr_tr: Oluşturma aracı
zh_cn: Composition 工具
zh_tw: 撰寫工具

# ProjectConfigurationSelectPlatform
source: Select platform
cs_cz: Vybrat platformu
de_de: Plattform auswählen
es_es: Seleccionar plataforma
fr_fr: Sélectionner la plateforme
ja_jp: プラットフォームの選択
ko_kr: 플랫폼 선택
pl_pl: Wybierz platformę
pt_br: Selecionar plataforma
ru_ru: Выбор платформы
tr_tr: Platform seç
zh_cn: 选择平台
zh_tw: 選取平台

# TemplateGroup_Analytics
source: Analytics
cs_cz: Analýza
es_es: Análisis
fr_fr: Analyse
ja_jp: 分析
ko_kr: 분석
pt_br: Análise
ru_ru: Аналитика
tr_tr: Analizler
zh_cn: 分析
zh_tw: 分析

# NoContentPanelMessage
source: no content available.
cs_cz: Není k dispozici žádný obsah.
de_de: Kein Inhalt verfügbar.
es_es: no hay contenido disponible.
fr_fr: aucun contenu disponible.
ja_jp: コンテンツがありません。
ko_kr: 사용 가능한 콘텐츠 없음.
pl_pl: brak dostępnych treści.
pt_br: nenhum conteúdo disponível.
ru_ru: Содержимое недоступно.
tr_tr: içerik yok.
zh_cn: 无可用内容。
zh_tw: 無內容可用。

# ValidatorHasHamburgerMenuLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。

# ValidatorHasPivotLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。

# ValidatorHasOldNavigationViewLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。

source: Breaking changes
cs_cz: Změny způsobující další chyby
de_de: Neueste Änderungen
es_es: Cambios importantes
fr_fr: Changements cassants
ja_jp: 大きな変更点
ko_kr: 변경 사항 적용 중지
pl_pl: Zmiany powodujące niezgodność
pt_br: Alterações de falha
ru_ru: Критические изменения
tr_tr: Önemli değişiklikler
zh_cn: 重大更改
zh_tw: 中止變更

# BreakingChangesDialogMessage
source: We have detected incompatibilities between your project and the last templates version. Please review the changes:
cs_cz: Zjistili jsme nekompatibilitu mezi vaším projektem a poslední verzí šablon. Prověřte tyto změny:
de_de: Wir haben fehlende Kompatibilität zwischen Ihrem Projekt und der Version der letzten Vorlagen festgestellt. Bitte überprüfen Sie die Änderungen:
es_es: Hemos detectado incompatibilidades entre tu proyecto y la versión más reciente de las plantillas. Revisa los cambios:
fr_fr: Nous avons détecté des incompatibilités entre votre projet et les versions des derniers modèles. Veuillez passer en revue les modifications :
ja_jp: プロジェクトと最後のテンプレート バージョンの不一致が検出されました。変更を確認してください。
ko_kr: 프로젝트와 최근 템플릿 버전 간에 비호환성이 감지되었습니다. 다음 변경 사항을 검토하십시오:
pl_pl: Wykryliśmy niezgodności między Twoim projektem a ostatnią wersją szablonów. Przejrzyj zmiany:
pt_br: Detectamos incompatibilidades entre seu projeto e a última versão de modelos. Examine as alterações:
ru_ru: Обнаружена несовместимость между проектом и последней версией шаблонов. Ознакомьтесь с изменениями:
tr_tr: Projeniz ve son şablon sürümü arasında uyumsuzluklar olduğunu algıladık. Lütfen değişiklikleri gözden geçirin:
zh_cn: 我们检测到你的项目与之前模板版本不兼容。请检查更改:
zh_tw: 我們偵測到您的專案與上一個範本版本之間不相容。請檢閱變更：

# ErrorUnableToSetDefaultConfiguration
source: Unable to set default solution configuration
cs_cz: Nelze nastavit výchozí konfiguraci řešení.
de_de: Die Standardlösungskonfiguration kann nicht festgelegt werden.
es_es: No se puede establecer una configuración de soluciones predeterminada
fr_fr: Impossible de définir la configuration de la solution par défaut
ja_jp: 既定のソリューション構成を設定できません
ko_kr: 기본 솔루션 구성을 설정할 수 없습니다.
pl_pl: Nie można ustawić domyślnej konfiguracji rozwiązania
pt_br: Não é possível definir a configuração da solução padrão
ru_ru: Не удалось задать конфигурацию решения по умолчанию
tr_tr: Varsayılan çözüm yapılandırması ayarlanamıyor
zh_cn: 无法设置默认解决方案配置
zh_tw: 無法設定預設解決方案組態

# NotificationValidationError_PageSuffix
source: The name cannot end with 'Page' as this will be automatically added. [More info about naming.]({0}WTSNaming.md)
cs_cz: Název nemůže končit řetězcem Page. Ten bude přidán automaticky. [Další informace o názvech]({0}WTSNaming.md)
de_de: Der Name darf nicht mit „Page“ enden, da dieses Element automatisch hinzugefügt wird. [Weitere Informationen zur Benennung.]({0}WTSNaming.md)
es_es: El nombre no puede terminar en "Page" puesto que esto se agregará automáticamente. [Más información sobre la nomenclatura.]({0}WTSNaming.md)
fr_fr: Le nom ne peut pas se terminer par « Page » car ce suffixe sera ajouté automatiquement. [En savoir plus sur l'affectation de noms.]({0}WTSNaming.md)
ja_jp: 名前の最後に「Page」を使用しないでください。これは自動的に追加されます。[名前付けの詳細をご覧ください。]({0}WTSNaming.md)
ko_kr: 이름이 자동으로 추가되므로 'Page'로 끝날 수 없습니다. [이름 지정에 대한 자세한 정보.]({0}WTSNaming.md)
pl_pl: Nazwa nie może kończyć się słowem „Page”, ponieważ zostanie ono dodane automatycznie. [Więcej informacji o nazewnictwie.]({0}WTSNaming.md)
pt_br: O nome não pode terminar com 'Page', pois isso será adicionado automaticamente. [Mais informações sobre nomenclatura.]({0}WTSNaming.md)
ru_ru: Имя не может заканчиваться словом "Page", так как оно будет добавлено автоматически. [Дополнительные сведения об именовании.]({0}WTSNaming.md)
tr_tr: Ad adının sonunda "Page" olamaz çünkü bu değer otomatik olarak eklenecektir. [Adlandırma hakkında daha fazla bilgi edinin.]({0}WTSNaming.md)
zh_cn: 名称不能以“Page”结尾，因为其会自动添加到名称中。[有关命名的详细信息。]({0}WTSNaming.md)
zh_tw: 名稱結尾不可以是「Page」，因為這會自動新增。[有關命名的更多資訊。]({0}WTSNaming.md)

# NotificationValidationWarning_ViewSuffix
source: Note that 'Page' will be added to the end of the specified name. [More info about naming.]({0}WTSNaming.md)
cs_cz: Na konec zadaného názvu bude přidán řetězec Page. [Další informace o názvech]({0}WTSNaming.md)
de_de: Beachten Sie, dass „Page“ am Ende des angegebenen Namens hinzugefügt wird. [Weitere Informationen zur Benennung.]({0}WTSNaming.md)
es_es: Ten en cuenta que "Page" se agregará al final del nombre especificado. [Más información sobre la nomenclatura.]({0}WTSNaming.md)
fr_fr: Remarque : le suffixe « Page » sera ajouté à la fin du nom spécifié. [En savoir plus sur l'affectation de noms.]({0}WTSNaming.md)
ja_jp: 指定した名前の最後に「Page」が追加されることにご注意ください。[名前付けの詳細をご覧ください。]({0}WTSNaming.md)
ko_kr: 'Page'가 지정된 이름의 끝에 추가됩니다. [이름 지정에 대한 자세한 정보.]({0}WTSNaming.md)
pl_pl: Zauważ, że słowo „Page” zostanie dodane na końcu określonej nazwy. [Więcej informacji o nazewnictwie.]({0}WTSNaming.md)
pt_br: Observe que 'Page' será adicionado ao fim do nome especificado. [Mais informações sobre nomenclatura.]({0}WTSNaming.md)
ru_ru: Слово "Page" будет добавлено в конец указанного имени. [Дополнительные сведения об именовании.]({0}WTSNaming.md)
tr_tr: "Page" değeri belirtilen adın sonuna eklenecektir. [Adlandırma hakkında daha fazla bilgi edinin.]({0}WTSNaming.md)
zh_cn: 请注意，“Page”将添加到指定名称的结尾。[有关命名的详细信息。]({0}WTSNaming.md)
zh_tw: 請注意，「Page」將會自動加入到指定名稱的結尾。[有關命名的更多資訊。]({0}WTSNaming.md)

# ValidatorHasOldMvvmLightLocatorMessage
source: We've changed our MVVMLight ViewModelLocator implementation to support MultiView in MVVMLight.
cs_cz: Změnili jsme naši implementaci třídy ViewModelLocator, která je součástí rámce MVVMLight, tak aby podporovala vícenásobné zobrazení v rámci MVVMLight.
de_de: Die MVVMLight ViewModelLocator-Implementierung wurde angepasst und unterstützt nun MultiView in MVVMLight.
es_es: Hemos cambiado nuestra implementación de MVVMLight ViewModelLocator para que admita MultiView en MVVMLight.
fr_fr: Nous avons modifié votre mise en application de MVVMLight ViewModelLocator pour prendre en charge MultiView en MVVMLight.
ja_jp: MVVMLight ViewModelLocator の実装が変更され、MVVMLight で MultiView がサポートされるようになりました。
ko_kr: MVVMLight의 MultiView를 지원하기 위해 MVVMLight ViewModelLocator 구현을 변경했습니다.
pl_pl: Zmieniliśmy naszą implementację MVVMLight ViewModelLocator pod kątem obsługi MultiView w MVVMLight.
pt_br: Alteramos nossa implementação do MVVMLight ViewModelLocator para dar suporte ao MultiView no MVVMLight.
ru_ru: Мы изменили реализацию MVVMLight ViewModelLocator, чтобы она поддерживала MultiView в MVVMLight.
tr_tr: MVVMLight ViewModelLocator uygulamamızı MVVMLight içinde MultiView desteklenecek şekilde değiştirdik.
zh_cn: 我们已更改 MVVMLight ViewModelLocator 实施，以在 MVVMLight 中支持 MultiView。
zh_tw: 我們已經變更 MVVMLight ViewModelLocator 實作，以在 MVVMLight 中支援 MultiView。

# ValidatorHasOldMvvmLightLocatorLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。
