Repository: microsoft/TemplateStudio
Catalog: code/src/UI/Resources/StringRes.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# TemplateGroup_Data
source: Data
de_de: Daten
es_es: Datos
fr_fr: Données
ja_jp: データ
ko_kr: 데이터
pl_pl: Dane
pt_br: Dados
ru_ru: Данные
tr_tr: Veriler
zh_cn: 数据
zh_tw: 資料

# TemplateGroup_Tools
source: Tools
cs_cz: Nástroje
es_es: Herramientas
fr_fr: Outils
ja_jp: ツール
ko_kr: 도구
pl_pl: Narzędzia
pt_br: Ferramentas
ru_ru: Инструменты
tr_tr: Araçlar
zh_cn: 工具
zh_tw: 工具

# NewItemTitleService
source: New service
cs_cz: Nová služba
de_de: Neuer Dienst
es_es: Nuevo servicio
fr_fr: Nouveau service
ja_jp: 新しいサービス
ko_kr: 새 서비스
pl_pl: Nowa usługa
pt_br: Novo serviço
ru_ru: Новая служба
tr_tr: Yeni hizmet
zh_cn: 新服务
zh_tw: 新增服務

# NewItemTitleTesting
source: New testing project
cs_cz: Nový testovací projekt
de_de: Neues Testprojekt
es_es: Nuevo proyecto de prueba
fr_fr: Nouveau projet de test
ja_jp: 新しいテスト プロジェクト
ko_kr: 새 테스트 프로젝트
pl_pl: Nowy projekt testowania
pt_br: Novo projeto de teste
ru_ru: Новый проект тестирования
tr_tr: Yeni test projesi
zh_cn: 新测试项目
zh_tw: 新增測試專案

# NotificationAdditionError_Requirement
source: You can not add **{0}** because it is requires one of the following templates to be added first: {1}
cs_cz: Není možné přidat šablonu **{0}**, protože její přidání požaduje, aby byly nejprve přidány následující šablony: {1}
de_de: **{0}** kann nicht hinzugefügt werden, da hierfür zunächst eine der folgenden Vorlagen hinzugefügt werden muss: {1}
es_es: No puedes agregar **{0}** porque requiere que se agregue primero una de las siguientes plantillas: {1}
fr_fr: Vous ne pouvez pas ajouter **{0}** car cela nécessite l’ajout préalable d’un des modèles suivants : {1}
ja_jp: 次のいずれかのテンプレートを最初に追加する必要があるため、**{0}** を追加できません。{1}
ko_kr: 다음 템플릿 중 하나를 먼저 추가해야 하기 때문에 **{0}**을(를) 추가할 수 없습니다. {1}
pl_pl: Nie możesz dodać **{0}**, ponieważ najpierw wymagane jest dodanie jednego z następujących szablonów: {1}
pt_br: Você não pode adicionar **{0}** porque é necessário que um dos seguintes modelos seja adicionado primeiro: {1}
ru_ru: Вы не можете добавить **{0}**, так как для этого сначала необходимо добавить один из следующих шаблонов: {1}
tr_tr: Önce aşağıdaki şablonlardan birinin eklenmesini gerektirdiğinden **{0}** şablonunu ekleyemezsiniz: {1}
zh_cn: 无法添加 **{0}**，因为它要求先添加以下模板之一:{1}
zh_tw: 您無法新增 **{0}**，因為必須先新增下列範本之一：{1}

# NotificationRemoveError_Requirement
source: You can not remove **{0}** because it is required for: {1}
cs_cz: Nelze odebrat šablonu **{0}**, protože je požadována pro: {1}
de_de: Sie können **{0}** nicht entfernen, da dieses Element erforderlich ist für: {1}
es_es: No puedes eliminar **{0}** porque se requiere para: {1}
fr_fr: Vous ne pouvez pas supprimer **{0}** parce qu’il est requis pour : {1}
ja_jp: **{0}** は次の場合に必要なため、削除できません。{1}
ko_kr: 필요하기 때문에 **{0}**을(를) 제거할 수 없습니다. {1}
pl_pl: Nie można usunąć **{0}**, ponieważ jest to element wymagany dla: {1}
pt_br: Você não pode remover **{0}** porque ele é necessário para: {1}
ru_ru: Невозможно удалить **{0}**, так как он необходим для: {1}
tr_tr: Aşağıdakiler için gerekli olduğundan **{0}** şablonunu kaldıramazsınız. {1}
zh_cn: 无法删除 **{0}**，因为它是以下项所需的:{1}
zh_tw: 您不可移除 **{0}** 因為以下項目需要用到它：{1}

# SeparatorOr
source: or
cs_cz: nebo
de_de: oder
es_es: o
fr_fr: ou
ja_jp: または
ko_kr: 또는
pl_pl: lub
pt_br: ou
ru_ru: или
tr_tr: veya
zh_cn: 或
zh_tw: 或

# AddFeaturesTitle
source: Add features
cs_cz: Přidat funkce
de_de: Features hinzufügen
es_es: Agregar características
fr_fr: Ajouter des fonctionnalités
ja_jp: 機能の追加
ko_kr: 기능 추가
pl_pl: Dodaj funkcje
pt_br: Adicionar recursos
ru_ru: Добавить компоненты
tr_tr: Özellik ekle
zh_cn: 添加功能
zh_tw: 新增功能

# AddPagesTitle
source: Add pages
cs_cz: Přidat stránky
de_de: Seiten hinzufügen
es_es: Agregar páginas
fr_fr: Ajouter des pages
ja_jp: ページの追加
ko_kr: 페이지 추가
pl_pl: Dodaj strony
pt_br: Adicionar páginas
ru_ru: Добавить страницы
tr_tr: Sayfa ekle
zh_cn: 添加页面
zh_tw: 新增頁面

# ButtonBack
source: Back
cs_cz: Zpět
de_de: Zurück
es_es: Volver
fr_fr: Précédent
ja_jp: 戻る
ko_kr: 뒤로
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
tr_tr: Geri
zh_cn: 上一步
zh_tw: 上一步

# ButtonCancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

# ButtonClose
source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja_jp: 閉じる
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
tr_tr: Kapat
zh_cn: 关闭
zh_tw: 關閉

# ButtonCreate
source: Create
cs_cz: Vytvořit
de_de: Erstellen
es_es: Crear
fr_fr: Créer
ja_jp: 作成
ko_kr: 만들기
pl_pl: Utwórz
pt_br: Criar
ru_ru: Создать
tr_tr: Oluştur
zh_cn: 创建
zh_tw: 建立

# ButtonNext
source: Next
cs_cz: Další
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
ja_jp: 次へ
ko_kr: 다음
pl_pl: Dalej
pt_br: Avançar
ru_ru: Далее
tr_tr: İleri
zh_cn: 下一步
zh_tw: 下一步

# ButtonNo
source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
ja_jp: いいえ
ko_kr: 아니요
pl_pl: Nie
pt_br: Não
ru_ru: Нет
tr_tr: Hayır
zh_cn: 否
zh_tw: 否

# ButtonOk
source: Ok
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
tr_tr: Tamam
zh_cn: 确定
zh_tw: 確定

# ButtonRefreshTemplatesCache
source: Refresh templates cache
cs_cz: Aktualizovat mezipaměť šablon
de_de: Vorlagencache aktualisieren
es_es: Actualizar el caché de las plantillas
fr_fr: Réactualiser le cache des modèles
ja_jp: テンプレート キャッシュを最新の情報に更新
ko_kr: 템플릿 캐시 새로 고침
pl_pl: Odśwież pamięć podręczną szablonów
pt_br: Atualizar cache de modelos
ru_ru: Обновить кэш шаблонов
tr_tr: Şablon önbelleğini yenile
zh_cn: 刷新模板缓存
zh_tw: 重新整理範本快取

# ButtonRemove
source: Remove
cs_cz: Odebrat
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 제거
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
tr_tr: Kaldır
zh_cn: 删除
zh_tw: 移除

# ButtonYes
source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fr_fr: Oui
ja_jp: はい
ko_kr: 예
pl_pl: Tak
pt_br: Sim
ru_ru: Да
tr_tr: Evet
zh_cn: 是
zh_tw: 是

# ChangesSummaryCheckBoxText
source: Do not merge changes (generate in a temp folder).
cs_cz: Neslučovat změny (generovat do dočasné složky)
de_de: Die Änderungen sollen nicht zusammengeführt werden (sondern in einem temporären Ordner generiert werden).
es_es: No combines modificaciones (se deben generar en una carpeta temporal).
fr_fr: Ne fusionnez pas les modifications (générer dans un dossier temporaire).
ja_jp: 変更をマージしない (一時フォルダーに作成)。
ko_kr: 변경 사항을 병합하지 마십시오. (임시폴더에 생성)
pl_pl: Nie scalaj zmian (wygeneruj w folderze tymczasowym).
pt_br: Não mesclar alterações (gerar em uma pasta temporária).
ru_ru: Не объединять изменения (создать во временной папке).
tr_tr: Değişiklikleri birleştirmeyin (geçici klasörde oluşturun).
zh_cn: 不合并更改(在 temp 文件夹中生成)。
zh_tw: 請勿合併變更 (在 temp 資料夾中產生)。

# ChangesSummaryGroupConflictingFiles
source: Conflicting files
cs_cz: Konfliktní soubory
de_de: Dateien in Konflikt
es_es: Archivos en conflicto
fr_fr: Fichiers en conflit
ja_jp: 競合するファイル
ko_kr: 파일 충돌
pl_pl: Pliki powodujące konflikt
pt_br: Arquivos conflitantes
ru_ru: Конфликтующие файлы
tr_tr: Çakışan dosyalar
zh_cn: 冲突的文件
zh_tw: 衝突的檔案

# ChangesSummaryGroupConflictingFilesDescription
source: This file already exists in your project but was also generated as part of the new item. Your current file will not be modified or overwritten. Please compare and make sure everything is the right place. If needed, you can access to the generated file after finishing.
cs_cz: Tento soubor ve vašem projektu už existuje, byl ale také vygenerován jakou součást nové položky. Aktuální soubor nebude upraven ani přepsán. Porovnejte je a ujistěte se, že je všechno na správném místě. V případě potřeby můžete přistupovat ke generovanému souboru po dokončení.
de_de: Diese Datei ist in Ihrem Projekt bereits vorhanden, wurde jedoch auch als Teil des neuen Objekts generiert. Die aktuelle Datei wird nicht geändert oder überschrieben. Führen Sie einen Vergleich durch, und stellen Sie sicher, dass alles an der richtigen Stelle ist. Wenn notwendig, können Sie nach dem Abschluss des Vorgangs auf die generierte Datei zugreifen.
es_es: Este archivo ya existe en tu proyecto, pero también se generó como parte del elemento nuevo. El archivo actual no se modificará ni se sobrescribirá. Compara y asegúrate de que todo está en su sitio. Si es necesario, puedes acceder al archivo generado cuando acabes.
fr_fr: Ce fichier existe déjà dans votre projet mais a également été généré dans le cadre du nouvel élément. Votre fichier actuel ne sera pas modifié ou remplacé. Veuillez comparer les fichiers et vous assurer que tout est correct. Si besoin, vous pouvez accéder au fichier généré une fois que vous avez terminé.
ja_jp: このファイルはプロジェクトに既に存在しますが、新しい項目の一部としても生成されています。現在のファイルが修正または上書きされることはありません。比較して、すべてが正しい場所にあることを確認してください。必要であれば、完了後に生成したファイルにアクセスすることができます。
ko_kr: 프로젝트에 이 파일이 이미 있으나 새 항목의 일부로 생성된 것입니다. 현재 파일은 수정되거나 덮어 쓰여지지 않습니다. 비교해보고 모두 제대로 작동되는지 확인하십시오. 필요할 경우 완료 후 생성된 파일에 액세스할 수 있습니다.
pl_pl: Ten plik już istnieje w projekcie, ale został również wygenerowany w ramach nowego elementu. Bieżący plik nie zostanie zmodyfikowany ani nadpisany. Porównaj i upewnij się, że wszystko jest na właściwym miejscu. W razie potrzeby można uzyskać dostęp do wygenerowanego pliku po zakończeniu.
pt_br: Esse arquivo já existe no projeto, mas também foi gerado como parte do novo item. Seu arquivo atual não será modificado nem substituído. Compare e verifique se tudo está no lugar certo. Se necessário, você pode acessar o arquivo gerado após concluir.
ru_ru: Этот файл уже существует в проекте, но он был также создан как часть нового элемента. Текущий файл не будет изменен или перезаписан. Сравните их и убедитесь, что все они находятся на соответствующих местах. При необходимости вы можете открыть созданный файл по завершении.
tr_tr: Bu dosya, projenizde zaten var ancak yeni öğenin parçası olarak da oluşturuldu. Geçerli dosyanız değiştirilmeyecek veya üzerine yazılmayacaktır. Lütfen karşılaştırın ve tüm içeriğin doğru olduğundan emin olun. Oluşturulan dosyaya gerekirse bu işlemi tamamladıktan sonra erişebilirsiniz.
zh_cn: 此文件已存在于你的项目中，但同时也是作为新项目的一部分生成的。将不修改或覆盖你的当前文件。请比较所有内容并确保其都在正确的位置。如果需要，你可以在完成后访问生成的文件。
zh_tw: 這個檔案已存在於您的專案中，但是也當做新項目的一部分而產生。您目前的檔案將不會被修改或覆寫。請進行比較，並確定所有項目都在正確的位置。如有需要，您可以在完成後存取產生的檔案。

# ChangesSummaryGroupConflictingStylesFiles
source: Conflicting styles files
cs_cz: Konfliktní soubory stylů
de_de: Formatvorlagendateien in Konflikt
es_es: Archivos de estilos en conflicto
fr_fr: Fichiers de styles en conflit
ja_jp: 競合するスタイル ファイル
ko_kr: 스타일 파일 충돌
pl_pl: Pliki stylów powodujące konflikt
pt_br: Arquivos de estilos conflitantes
ru_ru: Конфликтующие файлы стилей
tr_tr: Çakışan stil dosyaları
zh_cn: 冲突的样式文件
zh_tw: 衝突的樣式檔案

# ChangesSummaryGroupConflictingStylesFilesDescription
source: We are not able to introduce the styles in the resource dictionary.
cs_cz: Nemůžeme zahrnout styly do slovníku prostředků.
de_de: Die Formatvorlagen konnten nicht in das Ressourcenverzeichnis eingeführt werden.
es_es: No podemos introducir los estilos en el diccionario de recursos.
fr_fr: Impossible d'appliquer les styles dans le dictionnaire de ressources.
ja_jp: リソース ディクショナリにスタイルを導入することができません。
ko_kr: 리소스 사전에서 스타일을 사용할 수 없습니다.
pl_pl: Nie możemy wprowadzić stylów w słowniku zasobów.
pt_br: Não é possível introduzir os estilos no dicionário de recursos.
ru_ru: Не удается добавить стили в словарь ресурсов.
tr_tr: Kaynak sözlüğündeki stilleri kullanamıyoruz.
zh_cn: 我们无法将样式引入资源字典中。
zh_tw: 我們無法導入資源字典中的樣式。

# ChangesSummaryGroupModifiedFiles
source: Modified files
cs_cz: Upravené soubory
de_de: Geänderte Dateien
es_es: Archivos modificados
fr_fr: Fichiers modifiés
ja_jp: 修正したファイル
ko_kr: 수정된 파일
pl_pl: Zmodyfikowane pliki
pt_br: Arquivos modificados
ru_ru: Измененные файлы
tr_tr: Değiştirilen dosyalar
zh_cn: 已修改的文件
zh_tw: 已修改的檔案

# ChangesSummaryGroupModifiedFilesDescription
source: This file will be modified to include required content.
cs_cz: Tento soubor bude upraven tak, aby zahrnoval požadovaný obsah.
de_de: Diese Datei wird geändert, um die erforderlichen Inhalte zu integrieren.
es_es: Este archivo se modificará para incluir el contenido necesario.
fr_fr: Ce fichier sera modifié pour inclure le contenu requis.
ja_jp: このファイルは、必要なコンテンツを含むように修正されます。
ko_kr: 이 파일을 수정하고 필요한 콘텐츠를 추가합니다.
pl_pl: Ten plik zostanie uzupełniony o wymagane treści.
pt_br: Esse arquivo será modificado para incluir o conteúdo necessário.
ru_ru: Этот файл будет изменен, в него войдет необходимое содержимое.
tr_tr: Bu dosya gerekli içerik dahil edilecek şekilde değiştirilecektir.
zh_cn: 将修改此文件以包括所需的内容。
zh_tw: 將會修改這個檔案來加入所需的內容。

# ChangesSummaryGroupNewFiles
source: New files
cs_cz: Nové soubory
de_de: Neue Dateien
es_es: Archivos nuevos
fr_fr: Nouveaux fichiers
ja_jp: 新しいファイル
ko_kr: 새 파일
pl_pl: Nowe pliki
pt_br: Novos arquivos
ru_ru: Новые файлы
tr_tr: Yeni dosyalar
zh_cn: 新文件
zh_tw: 新檔案

# ChangesSummaryGroupNewFilesDescription
source: This file will be added as new file to your project.
cs_cz: Tento soubor bude přidán jako nový soubor do projektu.
de_de: Diese Datei wird Ihrem Projekt als neue Datei hinzugefügt.
es_es: Este archivo se agregará como un archivo nuevo a tu proyecto.
fr_fr: Ce fichier sera ajouté en tant que nouveau fichier à votre projet.
ja_jp: このファイルは新しいファイルとしてプロジェクトに追加されます。
ko_kr: 이 파일은 프로젝트에 새로운 파일로 추가됩니다.
pl_pl: Ten plik zostanie dodany do projektu jako nowy plik.
pt_br: Esse arquivo será adicionado como novo arquivo ao projeto.
ru_ru: Файл будет добавлен как новый в проект.
tr_tr: Bu dosya, projenize yeni dosya olarak eklenecektir.
zh_cn: 此文件将作为新文件添加到你的项目中。
zh_tw: 這個檔案將會當做新檔案新增到您的專案。

# ChangesSummaryGroupUnchangedFiles
source: Unchanged files
cs_cz: Nezměněné soubory
de_de: Nicht geänderte Dateien
es_es: Archivos sin modificar
fr_fr: Fichiers non modifiés
ja_jp: 変更のないファイル
ko_kr: 변경되지 않은 파일
pl_pl: Niezmienione pliki
pt_br: Arquivos não alterados
ru_ru: Неизмененные файлы
tr_tr: Değiştirilmeyen dosyalar
zh_cn: 未更改的文件
zh_tw: 未變更的檔案

# ChangesSummaryGroupUnchangedFilesDescription
source: This file already exists in your project and no further action is necessary. The file will remain unchanged.
cs_cz: Tento soubor ve vašem projektu už existuje a není třeba provést žádnou další akci. Soubor zůstane beze změn.
de_de: Diese Datei ist in Ihrem Projekt bereits vorhanden. Es ist keine weitere Aktion notwendig. Die Datei wird nicht verändert.
es_es: Este archivo ya existe en tu proyecto y no es necesario realizar ninguna acción. El archivo no se modificará.
fr_fr: Ce fichier existe déjà dans votre projet et aucune autre action n'est nécessaire. Ce fichier demeurera inchangé.
ja_jp: このファイルはプロジェクトに既に存在し、追加の操作は必要ありません。このファイルは変更されません。
ko_kr: 이 파일은 프로젝트에 이미 있으므로 다른 조치가 필요치 않습니다. 파일은 변경되지 않습니다.
pl_pl: Ten plik już istnieje w projekcie i nie są wymagane żadne dodatkowe działania. Plik pozostanie bez zmian.
pt_br: Esse arquivo já existe no projeto, e nenhuma outra ação é necessária. O arquivo permanecerá inalterado.
ru_ru: Этот файл уже существует в проекте, и никаких других действий не требуется. Файл останется без изменений.
tr_tr: Bu dosya, projenizde zaten var ve başka bir işlem yapılması gerekmiyor. Dosya değiştirilmeden kalacaktır.
zh_cn: 此文件已存在于你的项目中，不需要执行进一步的操作。该文件将保持不变。
zh_tw: 此檔案已存在於您的專案中，不需要採取進一步的動作。此檔案將會保持不變。

# ChangesSummaryGroupWarningFiles
source: Warning files
cs_cz: Soubory varování
de_de: Dateien mit Warnungen
es_es: Archivos de aviso
fr_fr: Fichiers d'avertissement
ja_jp: 警告ファイル
ko_kr: 경고 파일
pl_pl: Pliki ostrzeżeń
pt_br: Arquivos de aviso
ru_ru: Файлы предупреждений
tr_tr: Uyarı dosyaları
zh_cn: 警告文件
zh_tw: 警告檔案

# ChangesSummaryGroupWarningFilesDescription
source: We are not able to introduce the modifications required. If needed, you can access the generated file after finishing.
cs_cz: Nemůžeme zahrnout požadované změny. V případě potřeby můžete přistupovat ke generovanému souboru po dokončení.
de_de: Die erforderlichen Änderungen können nicht eingeführt werden. Wenn notwendig, können Sie nach dem Abschluss des Vorgangs auf die generierte Datei zugreifen.
es_es: No podemos introducir las modificaciones necesarias. Si es necesario, puedes acceder al archivo generado cuando acabes.
fr_fr: Impossible d'appliquer les modifications requises. Si besoin, vous pouvez accéder au fichier généré une fois que vous avez terminé.
ja_jp: 必要な修正を導入することができません。必要であれば、完了後に生成したファイルにアクセスすることができます。
ko_kr: 필요한 수정 항목을 적용할 수 없습니다. 필요할 경우 완료 후 생성된 파일을 확인할 수 있습니다.
pl_pl: Nie możemy wprowadzić wymaganych modyfikacji. W razie potrzeby można uzyskać dostęp do wygenerowanego pliku po zakończeniu.
pt_br: Não é possível introduzir as modificações necessárias. Se necessário, você pode acessar o arquivo gerado após concluir.
ru_ru: Не удается внести требуемые изменения. При необходимости вы можете открыть созданный файл по завершении.
tr_tr: Gerekli değişiklikleri yapamıyoruz. Oluşturulan dosyaya gerekirse bu işlemi tamamladıktan sonra erişebilirsiniz.
zh_cn: 我们无法引入所需的修改。如果需要，你可以在完成后访问生成的文件。
zh_tw: 我們無法導入所需的修改。如有需要，您可以在完成後存取產生的檔案。

# ErrorDialogShowDetails
source: Show details
cs_cz: Zobrazit podrobnosti
de_de: Details anzeigen
es_es: Mostrar detalles
fr_fr: Afficher les détails
ja_jp: 詳細の表示
ko_kr: 세부정보 표시
pl_pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru_ru: Показать сведения
tr_tr: Ayrıntıları göster
zh_cn: 显示详细信息
zh_tw: 顯示詳細資料

# ErrorDialogTitle
source: Something went wrong :-(
cs_cz: Něco se nepovedlo :-(
de_de: Es ist ein Fehler aufgetreten :-(
es_es: Algo no fue bien :-(
fr_fr: Une erreur est survenue
ja_jp: 問題が発生しました
ko_kr: 문제가 발생했습니다.
pl_pl: Coś poszło nie tak :-(
pt_br: Houve algum problema :-(
ru_ru: Что-то пошло не так :-(
tr_tr: Bir sorun oluştu :-(
zh_cn: 出现错误 :-(
zh_tw: 發生錯誤 :-(

# ChangesSummaryMoreInfoLink
source: more info
cs_cz: další informace
de_de: Weitere Informationen
es_es: más información
fr_fr: en savoir plus
ja_jp: 詳細
ko_kr: 자세한 정보
pl_pl: więcej informacji
pt_br: mais informações
ru_ru: Дополнительные сведения
tr_tr: diğer bilgiler
zh_cn: 更多信息
zh_tw: 詳細資訊

# FrameworkTitle
source: Select a design pattern
cs_cz: Vybrat návrhový vzor (design pattern)
de_de: design pattern auswählen
es_es: Seleccionar un design pattern
fr_fr: Sélectionnez une design pattern
ja_jp: design pattern の選択
ko_kr: design pattern 선택
pl_pl: Wybierz design pattern
pt_br: Selecione um design pattern
ru_ru: Выбрать design pattern
tr_tr: Bir design pattern seçin
zh_cn: 选择 design pattern
zh_tw: 選取design pattern

# NewItemHasNoChangesFeature
source: {0} is already part of your project. Please choose another feature.
cs_cz: {0} je už součástí vašeho projektu. Zvolte jinou funkci.
de_de: {0} ist bereits Teil Ihres Projekts. Wählen Sie ein anderes Feature aus.
es_es: {0} ya es parte de tu proyecto. Elige otra característica.
fr_fr: {0} fait déjà partie de votre projet. Veuillez sélectionner une autre fonctionnalité.
ja_jp: {0} は既にプロジェクトの一部です。別の機能を選択してください。
ko_kr: {0}은(는) 프로젝트의 일부입니다. 다른 기능을 선택하십시오.
pl_pl: {0} jest już elementem Twojego projektu. Wybierz inną funkcję.
pt_br: {0} já faz parte do projeto. Escolha outro recurso.
ru_ru: {0} уже является частью проекта. Выберите другой компонент.
tr_tr: {0} zaten projenizin bir parçası. Lütfen başka bir özellik seçin.
zh_cn: {0} 已是项目的一部分。请选择其他功能。
zh_tw: {0} 已經是您專案的一部分。請選擇另一個功能。

# NewItemHasNoChangesPage
source: {0} is already part of your project. Please choose another page.
cs_cz: {0} je už součástí vašeho projektu. Zvolte jinou stránku.
de_de: {0} ist bereits Teil Ihres Projekts. Wählen Sie eine andere Seite aus.
es_es: {0} ya es parte de tu proyecto. Elige otra página.
fr_fr: {0} fait déjà partie de votre projet. Veuillez sélectionner une autre page.
ja_jp: {0} は既にプロジェクトの一部です。別のページを選択してください。
ko_kr: {0}은(는) 프로젝트의 일부입니다. 다른 페이지를 선택하십시오.
pl_pl: {0} jest już elementem Twojego projektu. Wybierz inną stronę.
pt_br: {0} já faz parte do projeto. Escolha outra página.
ru_ru: {0} уже является частью проекта. Выберите другую страницу.
tr_tr: {0} zaten projenizin bir parçası. Lütfen başka bir sayfa seçin.
zh_cn: {0} 已是项目的一部分。请选择其他页面。
zh_tw: {0} 已經是您專案的一部分。請選擇另一個頁面。

# NewItemStepOne
source: Template selection
cs_cz: Výběr šablon
de_de: Vorlagenauswahl
es_es: Selección de plantillas
fr_fr: Sélection du modèle
ja_jp: テンプレートの選択
ko_kr: 템플릿 선택
pl_pl: Wybór szablonu
pt_br: Seleção de modelo
ru_ru: Выбор шаблона
tr_tr: Şablon seçimi
zh_cn: 模板选择
zh_tw: 範本選擇

# NewItemStepTwo
source: Changes summary
cs_cz: Souhrn změn
de_de: Übersicht über Änderungen
es_es: Resumen de los cambios
fr_fr: Récapitulatif des modifications
ja_jp: 変更の概要
ko_kr: 변경 항목 요약
pl_pl: Podsumowanie zmian
pt_br: Resumo das alterações
ru_ru: Сводка изменений
tr_tr: Değişiklik özeti
zh_cn: 更改摘要
zh_tw: 變更摘要

# NewItemTemplateDetailsDependenciesSectionTitle
source: Dependencies
cs_cz: Závislosti
de_de: Abhängigkeiten
es_es: Dependencias
fr_fr: Dépendances
ja_jp: 依存関係
ko_kr: 종속성
pl_pl: Zależności
pt_br: Dependências
ru_ru: Зависимости
tr_tr: Bağımlılıklar
zh_cn: 依赖项
zh_tw: 相依性

# NewItemTemplateDetailsLicensesSectionTitle
source: Licenses
cs_cz: Licence
de_de: Lizenzen
es_es: Licencias
fr_fr: Licences
ja_jp: ライセンス
ko_kr: 라이선스
pl_pl: Licencje
pt_br: Licenças
ru_ru: Лицензии
tr_tr: Lisanslar
zh_cn: 许可证
zh_tw: 授權

# NewItemTemplateDetailsNameSectionTitle
source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
ko_kr: 이름
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
tr_tr: Ad
zh_cn: 名称
zh_tw: 名稱

# NewItemTemplateDetailsTitle
source: Template Details
cs_cz: Informace o šabloně
de_de: Vorlagendetails
es_es: Detalles de la plantilla
fr_fr: Détails du modèle
ja_jp: テンプレートの詳細
ko_kr: 템플릿 세부정보
pl_pl: Szczegóły szablonu
pt_br: Detalhes do Modelo
ru_ru: Сведения о шаблоне
tr_tr: Şablon Ayrıntıları
zh_cn: 模板详细信息
zh_tw: 範本詳細資料

# NewItemTitleFeature
source: New feature
cs_cz: Nová funkce
de_de: Neues Feature
es_es: Característica nueva
fr_fr: Nouvelle fonctionnalité
ja_jp: 新しい機能
ko_kr: 새 기능
pl_pl: Nowa funkcja
pt_br: Novo recurso
ru_ru: Новый компонент
tr_tr: Yeni özellik
zh_cn: 新功能
zh_tw: 新增功能

# NewItemTitlePage
source: New page
cs_cz: Nová stránka
de_de: Neue Seite
es_es: Página nueva
fr_fr: Nouvelle page
ja_jp: 新しいページ
ko_kr: 새 페이지
pl_pl: Nowa strona
pt_br: Nova página
ru_ru: Новая страница
tr_tr: Yeni sayfa
zh_cn: 新页面
zh_tw: 新增頁面

# NotificationRemoveError_Dependency
source: You can not remove **{0}** because these templates depend on it: {1}
cs_cz: Šablonu **{0}** nelze odebrat, protože na ní závisejí tyto šablony: {1}
de_de: Sie können **{0}** nicht entfernen, da diese Vorlagen davon abhängig sind: {1}
es_es: No puede eliminar **{0}** porque estas plantillas dependen de él: {1}
fr_fr: Vous ne pouvez pas supprimer **{0}** parce que ces modèles en dépendent : {1}
ja_jp: これらのテンプレートが依存しているため、**{0}** を削除できません。{1}
ko_kr: 이 템플릿의 의존성 때문에 **{0}**를 제거할 수 없습니다: {1}
pl_pl: Nie możesz usunąć **{0}**, ponieważ te szablony zależą od tego elementu. {1}
pt_br: Você não pode remover **{0}** porque estes modelos dependem dele: {1}
ru_ru: Невозможно удалить **{0}**, так как от него зависят следующие шаблоны: {1}
tr_tr: Bu şablonlar bağımlı olduğundan **{0}** öğesini kaldıramazsınız: {1}
zh_cn: 无法删除 **{0}**，因为这些模板依赖于它:{1}
zh_tw: 您無法移除 **{0}**，因為這些範本與它相依：{1}
