Repository: microsoft/TemplateStudio
Catalog: code/src/UI/Resources/StringRes.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# ErrorMissingNugetPackagesTemplate
source: Some NuGet packages could not be added to your project {0}. This could have been caused if you were offline. Please verify the following list of packages needed by your project's code and manually add the missing packages: {1}
cs_cz: Některé balíčky NuGet nebylo možné do vašeho projektu {0} přidat. K tomu mohlo dojít, pokud jste byli offline. Ověřte následující seznam balíčků požadovaných v kódu vašeho projektu a ručně přidejte chybějící balíčky: {1}
de_de: Einige NuGet-Pakete konnten Ihrem Projekt {0} nicht hinzugefügt werden. Hierzu kann es kommen, falls Sie offline waren. Überprüfen Sie die folgende, für Ihren Projektcode erforderliche Paketliste, und fügen Sie die fehlenden Pakete manuell hinzu: {1}
es_es: No se pudieron agregar algunos paquetes NuGet al proyecto {0}. Puede que se deba a que estaba sin conexión. Comprueba la lista siguiente de paquetes que necesitan el código del proyecto y agrega manualmente los paquetes que falten: {1}
fr_fr: Certains packages NuGet n'ont pas pu être ajoutés à votre projet {0}. Cette situation a pu se produire si vous étiez déconnecté. Vérifiez la liste suivante reprenant les packages requis par le code de votre projet et ajoutez manuellement les packages manquants : {1}
ja_jp: プロジェクト {0} に追加できなかった NuGet パッケージがあります。これは、オフラインであったことが原因である可能性があります。 以下の一覧でプロジェクトのコードに必要なパッケージを確認し、追加されなかったパッケージを手動で追加してください。 {1}
ko_kr: 일부 NuGet 패키지는 {0} 프로젝트에 추가할 수 없습니다. 이는 오프라인일 경우 발생할 수 있습니다. 프로젝트의 코드에서 필요로 하는 다음 패키지 목록을 확인하고 누락된 패키지를 수동으로 추가하십시오. {1}
pl_pl: Nie można dodać niektórych pakietów NuGet do projektu {0}. Być może jest to spowodowane Twoim wcześniejszym przełączeniem się do trybu offline. Sprawdź następującą listę pakietów wymaganych przez kod źródłowy Twojego projektu i ręcznie dodaj brakujące pakiety: {1}
pt_br: Alguns pacotes do NuGet não puderam ser adicionados a seu projeto {0}. Isso pode ter ocorrido se você estava offline. Verifique a seguinte lista de pacotes necessários para o código de seu projeto e adicione manualmente os pacotes ausentes: {1}
ru_ru: Не удалось добавить некоторые пакеты NuGet в ваш проект {0}. Возможно, вы были не в сети. Проверьте следующий список пакетов, требуемых кодом вашего проекта, и вручную добавьте недостающие: {1}
tr_tr: Bazı NuGet paketleri {0} projenize eklenemedi. Bu durum çevrimdışı olmanız nedeniyle olabilir. Lütfen projenizin kodunun gerektirdiği aşağıdaki paket listesini doğrulayın ve eksik paketleri el ile ekleyin: {1}
zh_cn: 一些 NuGet 程序包无法添加到项目 {0} 中。离线时可能会出现这种情况。 请检查下面列出的项目代码所需的程序包，并手动添加缺少的程序包: {1}
zh_tw: 某些 NuGet 封裝無法新增至您的專案 {0}。如果您已在離線狀態，就可能發生這個狀況。 請確認您的專案程式碼所需的以下封裝清單，並手動新增遺漏的封裝： {1}

# StatusAddingItem
source: Adding {0} to project ...
cs_cz: Přidávání položky {0} do projektu...
de_de: Dem Projekt wird {0} hinzugefügt...
es_es: Agregando {0} al proyecto...
fr_fr: Ajout de {0} au projet…
ja_jp: {0} をプロジェクトに追加しています...
ko_kr: 프로젝트에 {0} 항목 추가 중...
pl_pl: Dodawanie elementu {0} do projektu…
pt_br: Adicionando {0} ao projeto...
ru_ru: {0} добавляется в проект…
tr_tr: {0} projeye ekleniyor...
zh_cn: 正在向项目中添加 {0}...
zh_tw: 正在將 {0} 新增至專案 ...

# StatusAddingNuget
source: Adding NuGet package {0} to project ...
cs_cz: Přidávání balíčku NuGet {0} do projektu...
de_de: Dem Projekt wird NuGet-Paket {0} hinzugefügt...
es_es: Agregando paquete NuGet {0} al proyecto...
fr_fr: Ajout du package NuGet {0} au projet…
ja_jp: NuGet パッケージ {0} をプロジェクトに追加しています...
ko_kr: 프로젝트에 {0} NuGet 패키지 추가 중...
pl_pl: Dodawanie pakietu NuGet {0} do projektu…
pt_br: Adicionando pacote NuGet {0} ao projeto...
ru_ru: Добавление в проект пакета NuGet {0}…
tr_tr: NuGet paketi {0} projeye ekleniyor...
zh_cn: 正在向项目中添加 NuGet 程序包 {0}...
zh_tw: 正在將 NuGet 封裝 {0} 新增至專案 ...

# StatusAddingProject
source: Adding project {0} to solution...
cs_cz: Přidávání projektu {0} do řešení...
de_de: Projekt {0} wird der Lösung hinzugefügt...
es_es: Agregando proyecto {0} a la solución...
fr_fr: Ajout du projet {0} à la solution…
ja_jp: プロジェクト {0} をソリューションに追加しています...
ko_kr: {0} 프로젝트에 솔루션 추가 중...
pl_pl: Dodawanie projektu {0} do rozwiązania…
pt_br: Adicionando projeto {0} à solução...
ru_ru: Добавление в решение проекта {0}…
tr_tr: {0} projesi çözüme ekleniyor...
zh_cn: 正在向解决方案中添加项目 {0}...
zh_tw: 正在將專案 {0} 新增至解決方案...

# StatusAddingProjectReferences
source: Adding references between projects...
cs_cz: Přidávání referencí mezi projekty...
de_de: Hinzufügen von Verweisen zwischen Projekten...
es_es: Agregando referencias entre proyectos...
fr_fr: Ajout des références entre les projets...
ja_jp: プロジェクト間に参照を追加しています...
ko_kr: 프로젝트 간 참조 추가 중...
pl_pl: Dodawanie odwołań między projektami...
pt_br: Adicionando referências entre projetos...
ru_ru: Добавление ссылок между проектами…
tr_tr: Projeler arasında başvurular ekleniyor...
zh_cn: 正在项目之间添加引用...
zh_tw: 正在新增專案之間的參考...

# ValidatorHasNoCoreProjectLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。

# ValidatorHasNoCoreProjectMessage
source: Windows Template Studio is now adding a core project.
cs_cz: Windows Template Studio nyní přidává základní projekt.
de_de: Windows Template Studio fügt nun ein Kernprojekt hinzu.
es_es: Windows Template Studio está agregando ahora un proyecto principal.
fr_fr: Windows Template Studio ajoute un projet principal.
ja_jp: Windows Template Studio により、コア プロジェクトを追加します。
ko_kr: Windows Template Studio에서 핵심 프로젝트를 추가 중입니다.
pl_pl: Program Windows Template Studio doda teraz projekt podstawowy.
pt_br: O Windows Template Studio está adicionando um projeto principal.
ru_ru: Windows Template Studio теперь добавляет базовый проект.
tr_tr: Windows Şablon Stüdyosu şu anda bir çekirdek proje ekliyor.
zh_cn: Windows Template Studio 现在正在添加核心项目。
zh_tw: Windows Template Studio 目前正在新增核心專案。

# TemplateDetailsLayout
source: Layout:
cs_cz: Rozložení:
es_es: Diseño:
fr_fr: Disposition :
ja_jp: レイアウト:
ko_kr: 레이아웃:
pl_pl: Układ:
ru_ru: Макет:
tr_tr: Düzen:
zh_cn: 布局:
zh_tw: 配置：

# TemplateDetailsFrameworks
source: Frameworks:
cs_cz: Rámce (Framework):
ja_jp: Framework:
ko_kr: Framework:
pl_pl: Frameworki:
ru_ru: Framework:
tr_tr: Framework:
zh_cn: Framework:
zh_tw: Framework：

# TemplateDetailsLayoutOptional
source: {0} (optional)
cs_cz: {0} (volitelné)
es_es: {0} (opcional)
fr_fr: {0} (facultatif)
ja_jp: {0} (オプション)
ko_kr: {0}(선택 사항)
pl_pl: {0} (opcjonalnie)
pt_br: {0} (opcional)
ru_ru: {0} (необязательно)
tr_tr: {0} (isteğe bağlı)
zh_cn: {0}(可选)
zh_tw: {0} (選擇性)

# ProjectDetailsAboutSectionIssuesLink
source: Report issue
cs_cz: Oznámit problém
de_de: Problem melden
es_es: Informar del problema
fr_fr: Signaler le problème
ja_jp: 問題の報告
ko_kr: 보고서 문제점
pl_pl: Zgłoś problem
pt_br: Relatar problema
ru_ru: Сообщить о проблеме
tr_tr: Sorunu bildir
zh_cn: 报告问题
zh_tw: 報告問題

# TemplateGroup_Identity
source: Identity (choose one)
cs_cz: Identity (vyberte jednu)
de_de: Identity (auswählen)
es_es: Identity (elegir una)
fr_fr: Identity (en choisir un)
ja_jp: Identity (1 つ選択してください)
ko_kr: Identity(1개 선택)
pl_pl: Identity (wybierz jedną opcję)
pt_br: Identity (escolha uma)
ru_ru: Identity (выберите одно)
tr_tr: Identity (birini seçin)
zh_cn: Identity(选择一项)
zh_tw: Identity (選擇一個)

# ValidatorHasActivationServiceBeforeIdentityMessage
source: Windows Template Studio has changed the ActivationService to be able to include Identity features.
cs_cz: Windows Template Studio změnilo ActivationService, aby bylo možné zahrnout funkce Identity.
de_de: Windows Template Studio hat den ActivationService so geändert, dass dieser Identity-Features enthalten kann.
es_es: Windows Template Studio ha cambiado el ActivationService para que pueda incluir funciones de Identity.
fr_fr: Windows Template Studio a modifié ActivationService pour inclure les fonctionnalités Identity.
ja_jp: Windows Template Studio によって、ActivationService に Identity 機能を含めることができるようになりました。
ko_kr: Windows Template Studio는 Identity 기능을 포함할 수 있도록 ActivationService을 변경했습니다.
pl_pl: Program Windows Template Studio zmienił usługę ActivationService, aby można było uwzględnić funkcje Identity.
pt_br: O Windows Template Studio alterou o serviço de ativação para conseguir incluir recursos de Identity.
ru_ru: Расширение Windows Template Studio изменило службу ActivationService так, чтобы она могла включать возможности Identity.
tr_tr: Windows Şablon Stüdyosu, ActivationService hizmetini Identity özelliklerini içerebilecek şekilde değiştirdi.
zh_cn: Windows Template Studio 已更改 ActivationService，以将 Identity 功能包括在内。
zh_tw: Windows Template Studio 已變更 ActivationService 以便能夠納入 Identity 功能。

# ValidatorHasActivationServiceBeforeIdentityLinkMessage
source: See documentation to update.
cs_cz: Pokyny k aktualizaci najdete v dokumentaci.
de_de: Siehe die zu aktualisierende Dokumentation.
es_es: Consulta la documentación que se va actualizar.
fr_fr: Afficher la documentation à mettre à jour.
ja_jp: 更新するには、ドキュメントをご覧ください。
ko_kr: 업데이트하려면 설명서를 참조하십시오.
pl_pl: Zobacz dokumentację, aby zaktualizować.
pt_br: Consulte a documentação para atualização.
ru_ru: Сведения об обновлении см. в документации.
tr_tr: Güncelleştirmek için belgelere bakın.
zh_cn: 请参阅文档进行更新。
zh_tw: 請參閱文件以進行更新。

# ErrorMissingNugetPackagesInstallTemplate
source: Install-Package -Id {0} -Version {1}
es_es: Instalar-Paquete -Id {0} -Versión {1}
pl_pl: Pakiet instalacyjny -Identyfikator {0} -Wersja {1}
tr_tr: Yükleme-Paketi -Kimliği {0} -Sürüm {1}

# ProjectDetailsAboutSectionLink
source: Windows Template Studio
tr_tr: Windows Şablon Stüdyosu

source: Windows Template Studio
tr_tr: Windows Şablon Stüdyosu

# NewProjectStepDesignPattern
source: Design pattern
cs_cz: Návrhový vzor (design pattern)

# ProjectDetailsFrameworkSectionTitle
source: Design pattern
cs_cz: Návrhový vzor (design pattern)
