Repository: microsoft/TemplateStudio
Catalog: code/SharedResources/Resources.*.resx
Languages: it_it

# AccessibilityCodeViewerControl
source: Code viewer
it_it: Visualizzatore codice

# AccessibilityEditPageItem
source: Page name
it_it: Nome della pagina

# AccessibilityErrorDialogDescriptionTextboxName
source: Error text description
it_it: Descrizione testo errore

# AccessibilityNavigationMenu
source: Navigation menu
it_it: Menu navigazione

# AccessibilityNewItemFileIcon
source: New item file icon
it_it: Icona file nuovo elemento

# AccessibilityNotificationPanel
source: Notification panel
it_it: Pannello notifiche

# AccessibilityProjectTypesList
source: Project types
it_it: Tipi di progetto

# AccessibilitySequentialFlowControl
source: Sequential flow control
it_it: Controllo di flusso sequenziale

# AccessibilityTemplatesList
source: Templates list
it_it: Elenco di modelli

# AccessibilityUserSelectionPageList
source: User selection pages
it_it: Pagine selezione utente

# AddFeaturesTitle
source: Add features
it_it: Aggiungi funzionalità

# AddPagesTitle
source: Add pages
it_it: Aggiungi pagine

# AddServiceTitle
source: Add services
it_it: Aggiungi servizi

# AddTestingTitle
source: Add testing
it_it: Aggiungi test

source: Breaking changes
it_it: Interruzione modifiche

# BreakingChangesDialogMessage
source: We have detected incompatibilities between your project and the last templates version. Please review the changes:
it_it: Abbiamo rilevato delle incompatibilità tra il progetto e l'ultima versione dei modelli. Rivedi le modifiche:

# ButtonBack
source: Back
it_it: Indietro

# ButtonCancel
source: Cancel
it_it: Annulla

# ButtonClose
source: Close
it_it: Chiudi

# ButtonCompositionTool
source: Composition tool
it_it: Strumento composizione

# ButtonCreate
source: Create
it_it: Crea

# ButtonDetails
source: Details
it_it: Dettagli

# ButtonDetailsHelpText
source: Details of {0}
it_it: Dettagli di {0}

# ButtonMaximize
source: Maximize
it_it: Massimizzare

# ButtonNext
source: Next
it_it: Avanti

# ButtonRefreshTemplatesCache
source: Refresh templates cache
it_it: Aggiorna cache modelli

# ButtonRemove
source: Remove
it_it: Rimuovi

# ButtonRestore
source: Restore
it_it: Restaurare

# ButtonYes
source: Yes
it_it: Sì

# ChangesSummaryCheckBoxText
source: Do not merge changes (generate in a temp folder).
it_it: Non unire modifiche (genera in una cartella temp).

# ChangesSummaryGroupConflictingFiles
source: Conflicting files
it_it: File in conflitto

# ChangesSummaryGroupConflictingFilesDescription
source: This file already exists in your project but was also generated as part of the new item. Your current file will not be modified or overwritten. Please compare and make sure everything is the right place. If needed, you can access to the generated file after finishing.
it_it: Il file esiste già nel progetto, ma è anche stato generato come parte del nuovo elemento. Il file corrente non verrà modificato né sovrascritto. Confronta e assicurati che non vi siano errori. Se necessario, potrai accedere al file generato alla fine.

# ChangesSummaryGroupConflictingStylesFiles
source: Conflicting styles files
it_it: File di stile in conflitto

# ChangesSummaryGroupConflictingStylesFilesDescription
source: We are not able to introduce the styles in the resource dictionary.
it_it: Impossibile introdurre gli stili nel dizionario di risorse.

# ChangesSummaryGroupModifiedFiles
source: Modified files
it_it: File modificati

# ChangesSummaryGroupModifiedFilesDescription
source: This file will be modified to include required content.
it_it: Il file verrà modificato per includere il contenuto necessario.

# ChangesSummaryGroupNewFiles
source: New files
it_it: Nuovi file

# ChangesSummaryGroupNewFilesDescription
source: This file will be added as new file to your project.
it_it: Il file verrà aggiunto come nuovo file al progetto.

# ChangesSummaryGroupUnchangedFiles
source: Unchanged files
it_it: File non modificati

# ChangesSummaryGroupUnchangedFilesDescription
source: This file already exists in your project and no further action is necessary. The file will remain unchanged.
it_it: Il file esiste già nel progetto e non sono necessarie ulteriori azioni. Il file non verrà modificato.

# ChangesSummaryGroupWarningFiles
source: Warning files
it_it: Avviso file

# ChangesSummaryGroupWarningFilesDescription
source: We are not able to introduce the modifications required. If needed, you can access the generated file after finishing.
it_it: Impossibile introdurre le modifiche necessarie. Se necessario, potrai accedere al file generato alla fine.

# ChangesSummaryMoreInfoLink
source: more info
it_it: altre info

# DeprecatedMessage
source: Deprecated
it_it: Deprecato

# ErrorAddingItemsToProject
source: Error adding items to project {0}
it_it: Errore durante l'aggiunta di elementi al progetto {0}

# ErrorAddingProject
source: Error adding project {0}
it_it: Errore durante l'aggiunta del progetto {0}

source: Error adding references between projects
it_it: Errore durante l'aggiunta di riferimenti tra i progetti

# ErrorAddingSdksToProject
source: Error adding sdks to project {0}.
it_it: Errore durante l'aggiunta di SDK al progetto {0}.

# ErrorDialogShowDetails
source: Show details
it_it: Mostra dettagli

# ErrorDialogTitle
source: Something went wrong :-(
it_it: Errore:-(

# ErrorInvalidRequirementType
source: Invalid Requirement Type {0}
it_it: Tipo di requisito non valido {0}

# ErrorMissingNugetPackagesTemplate
source: Some NuGet packages could not be added to your project {0}. This could have been caused if you were offline. Please verify the following list of packages needed by your project's code and manually add the missing packages: {1}
it_it: Impossibile aggiungere alcuni pacchetti NuGet al progetto {0}. È possibile che fossi offline. Verifica il seguente elenco di pacchetti necessario al codice del progetto e aggiungi manualmente i pacchetti mancanti: {1}

# ErrorUnableGetProjectByPath
source: Unable to find project {0}
it_it: Impossibile trovare il progetto {0}

# ErrorUnableToOpenProjectOverview
source: Could not open project overview.
it_it: Impossibile aprire la panoramica del progetto.

# ErrorUnableToSetDefaultConfiguration
source: Unable to set default solution configuration
it_it: Impossibile impostare la configurazione predefinita della soluzione

# ErrorVsGenShellCollapseSolutionItemsMessage
source: There was an error collapsing the solution tree. Ex:
it_it: Errore di compressione dell'albero della soluzione. Es:

# ErrorVsGenShellShowStatusBarMessageMessage
source: There was an error showing status message. Ex:
it_it: Errore di visualizzazione del messaggio di stato. Es:

# ExternalHyperlinkTooltipMessage
source: Open in a new browser tab
it_it: Apri in una nuova scheda del browser

# FrameworkTitle
source: Select a design pattern
it_it: Seleziona un design pattern

# HelpTextPressEnterToAddItem
source: Press enter to add {0}
it_it: Premi Invio per aggiungere {0}

# InfoDialogInvalidVersionTitle
source: Higher version required
it_it: Versione successiva richiesta

# InfoDialogInvalidVSVersion
source: {0} project creation requires Visual Studio 2019 Version {1} or higher.
it_it: {0} creazione di progetti richiede che la versione di Visual Studio 2019 {1} o superiore.

# InfoDialogMissingWorkloadTitle
source: Missing workload
it_it: Carico di lavoro mancante

# InfoDialogMoreInfoLinkText
source: More info
it_it: Altre informazioni

# InfoDialogRequiredWorkloadNotFoundMessage
source: You need to install the following workloads to create a {0} project: {1}
it_it: È necessario installare i carichi di lavoro seguenti per creare un progetto {0}: {1}

# NewItemHasNoChangesFeature
source: {0} is already part of your project. Please choose another feature.
it_it: {0} fa già parte del progetto. Scegli un'altra funzionalità.

# NewItemHasNoChangesPage
source: {0} is already part of your project. Please choose another page.
it_it: {0} fa già parte del progetto. Scegli un'altra pagina.

# NewItemHasNoChangesService
source: {0} is already part of your project. Please choose another service.
it_it: {0} fa già parte del progetto. Scegli un altro servizio.

# NewItemHasNoChangesTesting
source: {0} is already part of your project. Please choose another testing project.
it_it: {0} fa già parte del progetto. Scegli un altro progetto di test.

# NewItemStepOne
source: Template selection
it_it: Selezione modello

# NewItemStepTwo
source: Changes summary
it_it: Riepilogo delle modifiche

# NewItemTemplateDetailsDependenciesSectionTitle
source: Dependencies
it_it: Dipendenze

# NewItemTemplateDetailsLicensesSectionTitle
source: Licenses
it_it: Licenze

# NewItemTemplateDetailsNameSectionTitle
source: Name
it_it: Nome

# NewItemTemplateDetailsTitle
source: Template Details
it_it: Dettagli modello

# NewItemTitleFeature
source: New feature
it_it: Nuova funzionalità

# NewItemTitlePage
source: New page
it_it: Nuova pagina

# NewItemTitleService
source: New service
it_it: Nuovo servizio

# NewItemTitleTesting
source: New testing project
it_it: Nuovo progetto di test

# NewProjectStepFeatures
source: Features
it_it: Funzionalità

# NewProjectStepPages
source: Pages
it_it: Pagine

# NewProjectStepProjectType
source: Project type
it_it: Tipo di progetto

# NewProjectStepServices
source: Services
it_it: Servizi

# NewProjectStepTesting
source: Testing
it_it: Test

# NewProjectTitleUWP
source: New Universal Windows Platform app
it_it: Nuova app per la piattaforma UWP (Universal Windows Platform)

# NewProjectTitleWinUIDesktop
source: New WinUI 3 Desktop app
it_it: Nuova app WinUI 3 Desktop

# NewProjectTitleWinUIUWP
source: New WinUI 3 UWP app
it_it: Nuova app WinUI 3 UWP

# NewProjectTitleWPF
source: New WPF app
it_it: Nuova app WPF

# NoContentPanelMessage
source: no content available.
it_it: nessun contenuto disponibile.

# NotificationAdditionError_Exclusion
source: You can not add **{0}** because the following templates are not compatible: {1}.
it_it: Impossibile aggiungere **{0}** perché i modelli seguenti non sono compatibili: {1}.

# NotificationAdditionError_Requirement
source: You can not add **{0}** because it is requires one of the following templates to be added first: {1}
it_it: Impossibile aggiungere **{0}**. È prima necessario aggiungere uno dei seguenti modelli: {1}

# NotificationMissingVersions
source: The following versions are missing, please install them and restart Visual Studio: {0}
it_it: Mancano le seguenti versioni, installarle e riavviare Visual Studio: {0}

# NotificationRemoveError_Dependency
source: You can not remove **{0}** because these templates depend on it: {1}
it_it: Impossibile rimuovere **{0}** perché questi modelli dipendono da esso: {1}

# NotificationRemoveError_ReadOnly
source: You can not remove **{0}** because it is required for the selected project type.
it_it: Non è possibile rimuovere **{0}** perché è necessario per il tipo di progetto selezionato.

# NotificationRemoveError_Requirement
source: You can not remove **{0}** because it is required for: {1}
it_it: Impossibile rimuovere **{0}** perché è necessario per: {1}

# NotificationSyncError_Refresh
source: Error refreshing templates. See output window for more details.
it_it: Errore di aggiornamento modelli. Per ulteriori dettagli, vedi la finestra di output.

# NotificationSyncStatus_Acquiring
source: There are new templates available (v{0}). Downloading… {1}%
it_it: Sono disponibili nuovi modelli (v{0}). Download in corso… {1}%

# NotificationSyncStatus_CheckingForUpdates
source: Checking for updates...
it_it: Controllo aggiornamenti in corso...

# NotificationSyncStatus_ErrorAcquiring
source: Error downloading templates (v{0}). We'll try later again.
it_it: Errore durante il download dei modelli (v{0}). Riprova più tardi.

# NotificationSyncStatus_NewWizardVersionAvailable
source: Template Studio Version {0} is available. Update the extension to enjoy the latest features.
it_it: La versione {0} di Template Studio è disponibile. Aggiorna l'estensione per usufruire delle funzionalità più recenti.

# NotificationSyncStatus_Preparing
source: Preparing templates (v{0})... {1}%
it_it: Preparazione dei modelli (v{0}) in corso... {1}%

# NotificationSyncStatus_Updated
source: Templates updated.
it_it: Modelli aggiornati.

# NotificationSyncStatus_Updating
source: Refreshing templates cache…
it_it: Aggiornamento cache dei modelli in corso...

# NotificationValidationError_AlreadyExists
source: Name already exists
it_it: Il nome esiste già

# NotificationValidationError_BadFormat
source: Only alphanumeric and '_' characters are allowed
it_it: Sono consentiti solo i caratteri alfanumerici e '_'

# NotificationValidationError_Empty
source: Name cannot be empty
it_it: Il nome non può essere vuoto

# NotificationValidationError_PageSuffix
source: The name cannot end with 'Page' as this will be automatically added. [More info about naming.]({0}naming.md)
it_it: Il nome non può terminare con "Page", poiché questa parola verrà aggiunta automaticamente. [Altre informazioni sulla denominazione.]({0}naming.md)

# NotificationValidationError_ProjectNameAndPathDoNotMatch
source: The project name does not match the project folder name. Please adjust to ensure a correct generation.
it_it: Il nome del progetto non corrisponde al nome della cartella del progetto. Si prega di regolare per garantire una generazione corretta.

# NotificationValidationError_Regex
source: RegEx validation {0} failed.
it_it: Convalida RegEx {0} non riuscita.

# NotificationValidationError_ReservedName
source: Name is reserved
it_it: Nome riservato

# NotificationValidationWarning_ViewSuffix
source: Note that 'Page' will be added to the end of the specified name. [More info about naming.]({0}naming.md)
it_it: La parola "Page" verrà aggiunta alla fine del nome specificato. [Altre informazioni sulla denominazione.]({0}naming.md)

# ProjectConfigurationDescriptionText
source: We are unable to find the project configuration metadata in the Package.appxmanifest file. Can you please provide the project configuration you selected when the project was created?
it_it: Impossibile trovare i metadati di configurazione del progetto nel file Package.appxmanifest. Puoi fornire la configurazione del progetto che hai selezionato quando quest'ultimo è stato creato?

# ProjectConfigurationSelectAppModel
source: Select AppModel
it_it: Seleziona AppModel

# ProjectConfigurationSelectFramework
source: Select design pattern:
it_it: Seleziona design pattern:

# ProjectConfigurationSelectPlatform
source: Select platform
it_it: Seleziona piattaforma

# ProjectConfigurationSelectProjectType
source: Select project type:
it_it: Seleziona tipo di progetto:

# ProjectConfigurationTitleText
source: Choose project configuration
it_it: Scegli configurazione progetto

# ProjectDetailsAboutSectionIssuesLink
source: Report issue
it_it: Segnala problema

# ProjectDetailsAboutSectionLink
source: About Template Studio
it_it: Template Studio

# ProjectDetailsAboutSectionTemplatesVersion
source: Templates version:
it_it: Versione modelli:

# ProjectDetailsAboutSectionTitle
source: About
it_it: Informazioni su

# ProjectDetailsAboutSectionWizardVersion
source: Wizard version:
it_it: Versione procedura guidata:

# ProjectDetailsFeaturesSectionTitle
source: Features
it_it: Funzionalità

# ProjectDetailsFrameworkResetDescription
source: You have changed your design pattern selection. The pages and features you have selected will be lost. Do you want to continue?
it_it: Hai modificato la scelta del design pattern. Le pagine e le funzionalità selezionate andranno perse. Vuoi continuare?

# ProjectDetailsFrameworkResetTitle
source: Design pattern changed
it_it: Design pattern modificato

# ProjectDetailsLicensesSectionTitle
source: Licenses
it_it: Licenze

# ProjectDetailsPagesSectionTitle
source: Pages
it_it: Pagine

# ProjectDetailsProjectTypeResetDescription
source: You have changed your project type selection. The templates you have selected will be lost. Do you want to continue?
it_it: Hai modificato la scelta del tipo di progetto. I modelli selezionati andranno persi. Vuoi continuare?

# ProjectDetailsProjectTypeResetTitle
source: Project type changed
it_it: Tipo di progetto modificato

# ProjectDetailsProjectTypeSectionTitle
source: Project type
it_it: Tipo di progetto

# ProjectDetailsServicesSectionTitle
source: Services
it_it: Servizi

# ProjectDetailsTestingSectionTitle
source: Testing
it_it: Test

# ProjectDetailsTitle
source: Your project details
it_it: Dettagli progetto

# ProjectTypeTitle
source: Select a project type
it_it: Seleziona un tipo di progetto

# ReorderPageHelpText
source: Use ctrl+up arrow or ctrl+down arrow to change page order
it_it: Usa CTRL+freccia su o CTRL+freccia giù per cambiare l'ordine delle pagine

# SeparatorOr
source: or
it_it: o

# StatusAddingItem
source: Adding {0} to project ...
it_it: Aggiunta di {0} al progetto in corso...

# StatusAddingNuget
source: Adding NuGet package {0} to project ...
it_it: Aggiunta del pacchetto NuGet {0} al progetto...

# StatusAddingProject
source: Adding project {0} to solution...
it_it: Aggiunta del progetto {0} alla soluzione in corso...

# StatusAddingProjectReferences
source: Adding references between projects...
it_it: Aggiunta di riferimenti tra progetti...

# StatusBarCreatingProject
source: Creating '{0}' project...
it_it: Creazione progetto Template Studio in corso...

# StatusBarGenerationFinished
source: Generation finished
it_it: Generazione terminata

# StatusBarNewItemAddFeatureCancelled
source: Add new feature cancelled
it_it: Aggiunta nuova funzionalità annullata

# StatusBarNewItemAddFeatureSuccess
source: Feature {0} successfully added
it_it: Funzionalità {0} aggiunta correttamente

# StatusBarNewItemAddPageCancelled
source: Add new page cancelled
it_it: Aggiunta nuova pagina annullata

# StatusBarNewItemAddPageSuccess
source: Page {0} successfully added
it_it: Pagina {0} aggiunta correttamente

# StatusBarNewItemAddServiceCancelled
source: Add new service cancelled
it_it: Aggiunta nuovo servizio annullata

# StatusBarNewItemAddServiceSuccess
source: Service {0} successfully added
it_it: Servizio {0} aggiunto

# StatusBarNewItemAddTestingCancelled
source: Add new testing project cancelled
it_it: Aggiunta nuovo progetto di test annullata

# StatusBarNewItemAddTestingSuccess
source: Testing project {0} successfully added
it_it: Progetto di test {0} aggiunto

# TemplateAdded
source: Added
it_it: Aggiunto

# TemplateDetailsAuthor
source: Author:
it_it: Autore:

# TemplateDetailsDependencies
source: Dependencies:
it_it: Dipendenze:

# TemplateDetailsExclusions
source: Exclusions:
it_it: Esclusioni:

# TemplateDetailsFrameworks
source: Frameworks:
it_it: Framework:

# TemplateDetailsInfoUnavailableDueToMissingVSWorkload
source: This item is currently not available due to missing Visual Studio Workloads / Components.
it_it: Questo elemento non è attualmente disponibile a causa della mancanza di carichi di lavoro/componenti Visual Studio.

# TemplateDetailsLayout
source: Includes:
it_it: Include:

# TemplateDetailsLayoutOptional
source: {0} (optional)
it_it: {0} (facoltativo)

# TemplateDetailsLicenses
source: Licenses:
it_it: Licenze:

# TemplateDetailsRequiredDotNetVersion
source: Minimum .NET Core Version:
it_it: Versione minima di .NET Core:

# TemplateDetailsRequiredSdks
source: Required Windows Sdks:
it_it: Componenti Windows SDK necessari:

# TemplateDetailsRequiredVSWorkloads
source: Required Visual Studio Workloads / Components:
it_it: Carichi di lavoro/componenti Visual Studio necessari:

# TemplateDetailsRequirements
source: Requirements:
it_it: Requisiti:

# TemplateDetailsVersion
source: Version:
it_it: Versione:

# TemplateGroup_Analytics
source: Analytics
it_it: Analisi

# TemplateGroup_ApplicationLaunching
source: Application Launching
it_it: Avvio dell'applicazione

# TemplateGroup_BackgroundWork
source: Background Work
it_it: Lavoro in background

# TemplateGroup_ConnectedExperiences
source: Connected Experiences
it_it: Esperienze connesse

# TemplateGroup_Data
source: Data
it_it: Dati

# TemplateGroup_Identity
source: Identity (choose one)
it_it: Identity (scegli uno)

# TemplateGroup_Packaging
source: Packaging
it_it: Creazione di pacchetti

# TemplateGroup_Tools
source: Tools
it_it: Strumenti

# TemplateGroup_UserInteraction
source: User Interaction
it_it: Interazione utente

# TemplateSelectionTitle
source: Select the template you want to add
it_it: Seleziona il modello che desideri aggiungere

# TermsAndConditionsText
source: By continuing, you agree to the terms of the above licenses.
it_it: Continuando accetti le condizioni di tutte le licenze riportate nella sezione relativa.

# ValidatorHasActivationServiceBeforeIdentityLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasActivationServiceBeforeIdentityMessage
source: Template Studio has changed the ActivationService to be able to include Identity features.
it_it: Template Studio ha modificato ActivationService in modo da includere le funzionalità di Identity.

# ValidatorHasHamburgerMenuLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasHamburgerMenuMessage
source: HamburgerMenu control is obsolete and Template Studio now supports NavigationView.
it_it: Il controllo HamburgerMenu è obsoleto e Template Studio ora supporta NavigationView.

# ValidatorHasNoCoreProjectLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasNoCoreProjectMessage
source: Adding core project.
it_it: Template Studio sta ora aggiungendo un progetto core.

# ValidatorHasOldMvvmLightLocatorLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasOldMvvmLightLocatorMessage
source: We've changed our MVVMLight ViewModelLocator implementation to support MultiView in MVVMLight.
it_it: Abbiamo modificato la nostra implementazione di MVVMLight ViewModelLocator per supportate MultiView in MVVMLight.

# ValidatorHasOldNavigationViewLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasOldNavigationViewMessage
source: Template Studio is now using the NavigationView from Windows UI Library.
it_it: Template Studio sta ora utilizzando NavigationView della Libreria interfaccia utente di Windows.

# ValidatorHasPivotLinkMessage
source: See documentation to update.
it_it: Guarda la documentazione per l'aggiornamento.

# ValidatorHasPivotMessage
source: Template Studio is now using horizontal NavigationView in Pivot projects.
it_it: Template Studio sta ora utilizzando NavigationView orizzontale nei progetti Pivot.

# WorkloadDisplayNameManagedDesktop
source: .NET desktop development
it_it: Sviluppo desktop .NET

# WorkloadDisplayNameMsixPackaging
source: MSIX Packaging Tools
it_it: Strumenti per la creazione di pacchetti MSIX

# WorkloadDisplayNameNetWeb
source: ASP.NET and web development
it_it: ASP.NET e sviluppo Web

# WorkloadDisplayNameUniversal
source: Universal Windows Platform development
it_it: Sviluppo Universal Windows Platform

# AdditionalMessageString
source: Additional Message
it_it: Messaggio aggiuntivo

# AddtionalExceptionInfoString
source: Addtional Exception Info
it_it: Info eccezione aggiuntive

# AssemblyFileVersionString
source: Assembly File Version
it_it: Versione file assembly

# CompositionQueryParseMessage
source: The query "{0}" is not valid. Allowed operators are '==' or '!='. Multiple conditions are separated by '&'.
it_it: La query "{0}" non è valida. Gli operatori consentiti sono '==' o '!='. Le condizioni multiple sono separate da '&'.

# ConfigurationFileLoadedString
source: Configuration file loaded
it_it: File di configurazione caricato
