Repository: microsoft/TemplateStudio
Catalog: code/SharedResources/Resources.*.resx
Languages: it_it

# CurrentContentExpirationString
source: Current content expiration
it_it: Scadenza contenuto corrente

# ErrorDependencyCircularReference
source: Circular dependency detected on template {0} with {1}.
it_it: Dipendenza circolare rilevata sul modello {0} con {1}.

# ErrorDependencyMissing
source: Dependency template {0} not found on user selection.
it_it: Modello di dipendenza {0} non trovato alla selezione utente.

# ErrorDependencyMultipleInstance
source: Invalid dependency item {0}. Dependencies have to be configured as multipleInstance = false.
it_it: Elemento dipendenza non valido {0}. Le dipendenze devono essere configurate come multipleInstance = false.

# ErrorDependencyNotFound
source: Dependency template {0} not found for framework {1} and platform {2}.
it_it: Modello di dipendenza {0} non trovato per framework {1} e piattaforma {2}.

# ErrorDependencyType
source: Invalid dependency item {0}. Dependency items must be of type Page or Feature.
it_it: Elemento dipendenza non valido {0}. Gli elementi dipendenza devono essere di tipo Pagina o Funzionalità.

# ErrorExcludedTemplatesFound
source: Excluded template {0} found on user selection.
it_it: Modello escluso {0} non trovato alla selezione utente.

# ErrorExclusionAndDependency
source: Exclusion template {0} is defined as exclusion and dependency for template {1}.
it_it: Il modello di esclusione {0} è definito come esclusione e dipendenza per il modello {1}.

# ErrorExclusionAndRequirement
source: Exclusion template {0} is defined as exclusion and requirement for template {1}.
it_it: Il modello di esclusione {0} è definito come esclusione e requisito per il modello {1}.

# ErrorExclusionNotFound
source: Exclusion template {0} not found for framework {1} and platform {2}.
it_it: Modello di esclusione {0} non trovato per framework {1} e piattaforma {2}.

# ErrorExclusionRightClick
source: Templates with exclusions cannot be awailable on right click.
it_it: I modelli con esclusioni non possono essere disponibili con l'operazione di clic con il pulsante destro del mouse.

# ErrorExclusionType
source: Invalid exclusion item {0}. Exclusion items must be of type Page, Feature, Service or Testing.
it_it: Elemento esclusione non valido {0}. Gli elementi esclusione devono essere di tipo pagina, funzionalità, servizio o test.

# ErrorGenerating
source: Template '{0}', name: '{1}', reason: '{2}'
it_it: Modello '{0}', nome: '{1}', motivo: '{2}'

# ErrorLayoutNotFound
source: Layout template {0} not found for framework {1} and platform {2}.
it_it: Modello layout {0} non trovato per framework {1} e piattaforma {2}.

# ErrorLayoutType
source: Invalid layout item {0}. Layout items must be of type Page or Feature.
it_it: Elemento layout non valido {0}. Gli elementi layout devono essere di tipo Pagina o Funzionalità.

# ErrorNamingValidationFailed
source: Template name {0} is not valid. Errors: {1}
it_it: Nome modello {0} non valido. Errori: {1}

# ErrorProjectNameValidationFailed
source: Project name {0} is not valid. Errors: {1}
it_it: Nome progetto {0} non valido. Errori: {1}

# ErrorRecursiveRequirement
source: Recursive requirement detected on template {0} with {1}.
it_it: Requisito ricorsivo rilevato sul modello {0} con {1}.

# ErrorRequirementMissing
source: Required template {0} not found on user selection.
it_it: Modello obbligatorio {0} non trovato nella selezione utente.

# ErrorRequirementMultipleInstance
source: Invalid requirement item {0}. Requirements have to be configured as multipleInstance = false.
it_it: Elemento di requisito non valido {0}. I requisiti devono essere configurati come multipleInstance = false.

# ErrorRequirementNotFound
source: Required template {0} not found for framework {1} and platform {2}.
it_it: Modello obbligatorio {0} non trovato per framework {1} e piattaforma {2}.

# ErrorRequirementRightClick
source: Invalid requirement item on template {0}. Right click enabled items cannot have requirements.
it_it: Elemento di requisito sul modello non valido {0}. Agli elementi abilitati con il clic del pulsante destro del mouse non possono essere associati requisiti.

# ErrorRequirementType
source: Invalid requirement item {0}. Dependency items must be of type Page, Feature, Service or Testing.
it_it: Elemento di requisito non valido {0}. Gli elementi dipendenza devono essere di tipo pagina, funzionalità, servizio o test.

# ErrorTitleInvalidProjectName
source: Invalid project name
it_it: Nome progetto non valido

# ErrorTrackTelemetryException
source: Exception tracking telemetry during generation.
it_it: Telemetria per il rilevamento delle eccezioni durante la generazione.

# ErrorUnableResolvePlatform
source: Unable to resolve platform.
it_it: Impossibile risolvere la piattaforma.

# ExceptionInfoString
source: Exception Info
it_it: Info eccezione

# ExceptionProjectNotFound
source: Could not find project file for item {0}
it_it: Impossibile trovare il file di progetto per l'elemento {0}

# ExceptionString
source: Exception
it_it: Eccezione

# ExceptionTrackedString
source: Exception Tracked
it_it: Eccezione verificata

# FailedMergePostActionFileNotFound
source: Could not find file '{0}' to include the following changes. Please review the code blocks to include the changes manually where required in your project. Related Template: '{1}'.
it_it: Impossibile trovare il file '{0}' per includere le seguenti modifiche. Rivedi i blocchi di codice per includere le modifiche manualmente ove richiesto nel progetto. Modello relativo: '{1}'.

# FailedMergePostActionKeyAlreadyDefined
source: The style with key '{0}' is already defined with different value or elements in this file. Please review the styles to include the changes manually where required in your project. Related Template: '{1}'.
it_it: Lo stile con la chiave '{0}' è già definito con valore o elementi diversi in questo file. Rivedi gli stili per includere le modifiche manualmente ove richiesto nel progetto. Modello relativo: '{1}'.

# FailedMergePostActionLineNotFound
source: Could not find the expected line `{0}` in file '{1}'. Please merge the content from the postaction file manually. Related Template: '{2}'.
it_it: Impossibile trovare la riga prevista '{0}' nel file '{1}'. Unisci manualmente il contenuto dal file postaction. Modello relativo: '{2}'.

# FailedMergePostActionMismatchedEncoding
source: File `{0}` has encoding &apos;{1}&apos; while file `{2}` has encoding &apos;{3}&apos; please ensure both encodings are the same.
it_it: La codifica del file '{0}' è '{1}' mentre quella del file '{2}' è '{3}'. Assicurati che per entrambi i file sia usata la stessa codifica.

# FsEnsureFileEditableException
source: Cannot remove readonly protection from file {0}
it_it: Impossibile rimuovere la protezione di sola lettura dal file {0}

# FsSafeCopyFileMessage
source: The file {0} can't be copied to {1}. Error: {2}
it_it: Impossibile copiare il file {0} in {1}. Errore: {2}

# FsSafeDeleteDirectoryMessage
source: The folder {0} can't be deleted. Error: {1}
it_it: Impossibile eliminare la cartella {0}. Errore: {1}

# FsSafeDeleteFileMessage
source: The file {0} can't be deleted. Error: {1}
it_it: Impossibile eliminare il file {0}. Errore: {1}

# FsSafeMoveDirectoryMessage
source: The folder {0} can't be moved to {1}. Error: {2}
it_it: Impossibile spostare la cartella {0} in {1}. Errore: {2}

# FsSafeMoveFileMessage
source: The file {0} can't be moved to {1}. Error: {2}
it_it: Impossibile spostare in {1} il file {0}. Errore: {2}

# FsSafeRenameDirectoryMessage
source: The folder {0} can't be renamed. Error: {1}
it_it: Impossibile rinominare la cartella {0}. Errore: {1}

# GenContextBootstrapError
source: Critical error initializating GenContext.
it_it: Errore critico durante l'inizializzazione di GenContext.

# GenContextCurrentInvalidOperationMessage
source: There is no context for the current gen execution, call Current_set first
it_it: Nessuno contesto per l'esecuzione gen corrente, chiamare prima Current_set

# GenerateTestCertificatePostActionExecute
source: Error generating certificate.
it_it: Errore durante la generazione del certificato.

# LogStartedString
source: Log started
it_it: Log iniziato

# MarkdownHeader
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor2)*
it_it: *Visualizzatore markdown consigliato: [Estensione di VS Markdown Editor](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*

# MergeFileNotFoundExceptionMessage
source: There is no merge target for file '{0}'. Related Template: '{1}'.
it_it: Nessuna destinazione di unione per il file '{0}'. Modello relativo: '{1}'.

# MergeLineNotFoundExceptionMessage
source: Line {0} not found in file '{1}'. Related Template: '{2}'.
it_it: Riga {0} non trovata nel file '{1}'. Modello relativo: '{2}'.

# NamingErrorConfigFileNotFound
source: Could not find naming configuration file {0}.
it_it: Impossibile trovare il file di configurazione di denominazione {0}.

# NamingInferMessage
source: Unable to infer a name. Too many iterations
it_it: Impossibile dedurre un nome. Troppe iterazioni

# PackageCertificateString
source: Package certificate
it_it: Certificato pacchetto

# PostActionContinuerOnErrorWarning
source: Error executing '{0}'. Ignoring the error as Continue on Error is enabled. Related template: {1}.
it_it: Errore durante l'esecuzione di '{0}'. Ignora l'errore poiché è abilitato Continua in caso di errori. Modello relativo: {1}.

# PostActionException
source: Error executing '{0}'. Related template: {1}.
it_it: Errore durante l'esecuzione di '{0}'. Modello relativo: {1}.

# PostActionIdsNotMatchError
source: The PostAction.ActionId '{0}' defined in the template does not match with the expected class ActionId '{1}'. Can't continue. Related template: {2}.
it_it: L'elemento PostAction.ActionId '{0}' definito nel modello non corrisponde alla classe ActionId '{1}' prevista. Impossibile proseguire. Modello relativo: {2}.

# PostActionRelatedNone
source: None
it_it: Nessuno

# RemoteTemplatesSourceDownloadContentKoErrorMessage
source: Error downloading from {0}. Internet connection is required to download template updates.
it_it: Errore durante il download da {0}. Connessione Internet necessaria per scaricare gli aggiornamenti dei modelli.

# RemoteTemplatesSourceDownloadContentKoInfoMessage
source: Templates content can't be downloaded right now, we will try it later.
it_it: Impossibile scaricare ora il contenuto dei modelli. Riprova più tardi.

# RemoteTemplatesSourceDownloadContentOkMessage
source: Templates content downloaded to {0} from {1}.
it_it: Contenuto modelli scaricato in {0} da {1}.

# RepositorySynchronizationExceptionMessage
source: Error syncing templates. Status:
it_it: Errore di sincronizzazione modelli. Stato:

# StatusBarGeneratingFeatureMessage
source: Creating '{0}' feature ...
it_it: Creazione funzionalità '{0}' in corso...

# StatusBarGeneratingPageMessage
source: Creating '{0}' page ...
it_it: Creazione pagina '{0}' in corso...

# StatusBarGeneratingProjectMessage
source: Creating project '{0}'...
it_it: Creazione progetto '{0}' in corso...

# StatusBarGeneratingServiceMessage
source: Creating '{0}' service ...
it_it: Creazione servizio '{0}'...

# StatusBarGeneratingTestingMessage
source: Creating '{0}' testing ...
it_it: Creazione test '{0}'...

# StatusOpeningItems
source: Opening generated files ...
it_it: Apertura file generati in corso...

# SyncInstructionsFileName
source: Steps to include new item generation.md
it_it: Passaggi per includere il nuovo elemento generation.md

# SyncInstructionsSectionConflictingFiles
source: ## Conflicting files: These files already exist in your project and were also generated as part of the new item. Please compare and make sure everything is in the right place: {0}
it_it: ## File in conflitto: Questi file esistono già nel progetto e sono anche stati generati come parte del nuovo elemento. Confronta e assicurati che non vi siano errori: {0}

# SyncInstructionsSectionModifiedFiles
source: ## Modified files: To integrate your new item with the existing project apply the following changes: {0}
it_it: ## File modificati: Per integrare il nuovo elemento al progetto esistente, applica le seguenti modifiche: {0}

# SyncInstructionsSectionNewFiles
source: ## New files: Copy and add the following files to your project: {0}
it_it: ## Nuovi file: Copia e aggiungi i seguenti file al progetto: {0}

# SyncInstructionsSectionUnchangedFiles
source: ## Unchanged files: These files already exist in your project, no action is necessary: {0}
it_it: ## File non modificati: Questi file esistono già nel progetto e non sono necessarie ulteriori azioni: {0}

# SyncInstructionsTemplate
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor2)* # Steps to include new item generation Please follow the instructions to include the new item into your project: You can find all referenced files in the temporary generation folder: {0} {1} {2} {3} {4}
it_it: *Visualizzatore markdown consigliato: [Estensione di VS Markdown Editor](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Passaggi per includere la generazione del nuovo elemento Segui le istruzioni per includere il nuovo elemento nel progetto: Puoi trovare tutti i file a cui si fa riferimento nella cartella di generazione temporanea: {0} {1} {2} {3} {4}

# SyncSummarySectionConflictingFiles
source: ## Conflicting files: These files already exist in your project and were also generated as part of the new item. Please compare and make sure everything is in the right place. {0}
it_it: ## File in conflitto: Questi file esistono già nel progetto e sono anche stati generati come parte del nuovo elemento. Confronta e assicurati che non vi siano errori. {0}

# SyncSummarySectionFailedMergeFiles
source: ## Failed changes in files: Merges in the following files failed: {0}
it_it: ## Modifiche non riuscite nei file: Unioni nei seguenti file non riuscite: {0}

# SyncSummarySectionModifiedFiles
source: ## Modified files: The following changes have been applied: {0}
it_it: ## File modificati: Sono state applicate le seguenti modifiche: {0}

# SyncSummarySectionNewFiles
source: ## New files: These files have been added to your project. {0}
it_it: ## Nuovi file: Questi file sono stati aggiunti al progetto. {0}

# SyncSummaryTemplate
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor2)* # Generation summary The following changes have been incorporated into your project: You can find the files from the generation in the temporary generation folder: {0} {1} {2}
it_it: *Visualizzatore markdown consigliato: [Estensione di VS Markdown Editor](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Riepilogo generazione Le seguenti modifiche sono state incorporate nel progetto: Puoi trovare i file della generazione nella cartella di generazione temporanea: {0} {1} {2} {3} {4}

# TemplatePackageExtractMessage
source: Invalid digital signatures in '{0}'. The content has been tampered or the certificate is not present, not valid or not allowed. Unable to continue.
it_it: Firme digitali non valide in '{0}'. Il contenuto è stato alterato o il certificato non è presente, non è valido o non è consentito. Impossibile continuare.

# TemplatePackageFindCertificateFoundMessage
source: Found {0} certificates matching the thumbprint {1} in the store {2}
it_it: Trovati {0} certificati corrispondenti all'identificazione personale {1} nell'archivio {2}

# TemplatePackageFindCertificateNoPkMessage
source: The certificate found does not have private key.
it_it: Il certificato trovato non possiede una chiave privata.

# TemplatePackageFindCertificateNotOneMessage
source: More than one certificate found matching the thumbrint. Returning the first one.
it_it: Trovato più di un certificato corrispondente all'identificazione personale. Restituzione del primo.

# TemplatePackageGetSourceFilesMessage
source: The specified source '{0}' is invalid, the file does not exist, or the folder is empty.
it_it: L'origine specificata '{0}' non è valida, il file non esiste o la cartella è vuota.

# TemplatePackageLoadCertMessage
source: No certificate found matching the thumbrint {0}. Searched on CurrentUser/My and LocalMachine/My stores.
it_it: Nessuno certificato trovato corrispondente all'identificazione personale {0}. Ricerca eseguita in CurrentUser/My and LocalMachine/My stores.

# TemplatePackagePackAndSignMessage
source: The certificate with thumbprint {0} can't be found in CurrentUser/My or LocalMachine/My.
it_it: Impossibile trovare il certificato con identificazione personale {0} in CurrentUser/My o LocalMachine/My.

# TemplatePackageSignAllPartsMessage
source: Error signing package.
it_it: Errore di firma del pacchetto.

# TemplatePackageValidatePackageCertificatesMessage
source: Package signature certificate validation not passed.
it_it: Convalida certificato di firma pacchetto non superata.

# TemplatePackageVerifyCertificateMessage
source: Certificate '{0}' verification finished with status '{1}'
it_it: Verifica certificato '{0}' terminata con stato '{1}'

# TemplatesContentExtractedToString
source: Templates extracted to
it_it: Modelli estratti in

# TemplatesSourceErrorLoadingConfigFileMessage
source: Error reading source config file.
it_it: Errore durante la lettura del file di configurazione di origine.

# TemplatesSourceExtractContentMessage
source: The templates can't be extracted.
it_it: Impossibile estrarre i modelli.

# TemplatesSourceLocalPathEmptyMessage
source: Templates local path is empty.
it_it: Il percorso locale dei modelli è vuoto.

# TemplatesSynchronizationErrorAcquiring
source: Error acquiring content.
it_it: Errore durante l'acquisizione del contenuto.

# TemplatesSynchronizationErrorDownloadingConfig
source: Error downloading source config file.
it_it: Errore durante il download del file di configurazione di origine.

# TemplatesSynchronizationErrorExtracting
source: Error extracting installed templates content..
it_it: Errore durante l'estrazione del contenuto dei modelli installati.

# TemplatesSynchronizationErrorUpdating
source: Error updating templates content.
it_it: Errore durante l'aggiornamento del contenuto dei modelli.

# TemplatesSynchronizationPurgeContentAsyncMessage
source: Unable to purge old content.
it_it: Impossibile eliminare il contenuto precedente.

# TemplatesSynchronizationWaitingOtherInstanceMessage
source: Other instance is syncing templates... Waiting 5 seconds.
it_it: L'altra istanza sta sincronizzando i modelli... Attendi 5 secondi.

# TemplatesSynchronizationWarnCreatingLockFileMessage
source: Error creating the instance locking file.
it_it: Errore durante la creazione del file di blocco dell'istanza.

# TemplatesSynchronizationWarnDeletingLockFileMessage
source: Error deleting the instance locking file.
it_it: Errore durante l'eliminazione del file di blocco dell'istanza.

# TemplatesSynchronizationWarnReadingLockFileMessage
source: Error reading the instance locking file.
it_it: Errore durante la lettura del file di blocco dell'istanza.
